[{"word":"NOTHINGISM","definition":"Nihility; nothingness. [R.]"},{"word":"NUMB","definition":"To make numb; to deprive of the power of sensation or motion;to render senseless or inert; to deaden; to benumb; to stupefy.For lazy winter numbs the laboring hand. Dryden.Like dull narcotics, numbing pain. Tennyson."},{"word":"NEMOPHILIST","definition":"One who is fond of forest or forest scenery; a haunter of thewoods. [R.]"},{"word":"NARRATE","definition":"To tell, rehearse, or recite, as a story; to relate theparticulars of; to go through with in detail, as an incident ortransaction; to give an account of."},{"word":"NIPPING","definition":"Biting; pinching; painful; destructive; as, a nipping frost; anipping wind."},{"word":"NAKEDNESS","definition":"The privy parts; the genitals.Ham ... saw the nakedness of his father. Gen. ix. 22."},{"word":"NEZ PERCES","definition":"A tribe of Indians, mostly inhabiting Idaho."},{"word":"NEGLIGENT","definition":"Apt to neglect; customarily neglectful; characterized bynegligence; careless; heedless; culpably careless; showing lack ofattention; as, disposed in negligent order. \"Be thou negligent offame.\" Swift.He that thinks he can afford to be negligent is not far from beingpoor. Rambler."},{"word":"NEAR-LEGGED","definition":"Having the feet so near together that they interfere intraveling. Shak."},{"word":"NORTHEASTERLY","definition":"Pertaining to the northeast; toward the northeast, or comingfrom the northeast."},{"word":"NAPPE","definition":"Sheet; surface; all that portion of a surface that iscontinuous in such a way that it is possible to pass from any onepoint of the portion to any other point of the portion withoutleaving the surface. Thus, some hyperboloids have one nappe, and somehave two."},{"word":"NOTOTHERIUM","definition":"An extinct genus of gigantic herbivorous marsupials, found inthe Pliocene formation of Australia."},{"word":"NERVOMUSCULAR","definition":"Of or pertaining to both nerves and muscles; of the nature ofnerves and muscles; as, nervomuscular energy."},{"word":"NEBULAR","definition":"Of or pertaining to nebulæ; of the nature of, or resembling, anebula. Nebular hypothesis, an hypothesis to explain the process offormation of the stars and planets, presented in various forms byKant, Herschel, Laplace, and others. As formed by Laplace, itsupposed the matter of the solar system to have existed originally inthe form of a vast, diffused, revolving nebula, which, graduallycooling and contracting, threw off, in obedience to mechanical andphysical laws, succesive rings of matter, from which subsequently, bythe same laws, were produced the several planets, satellites, andother bodies of the system. The phrase may indicate any hypothesisaccording to which the stars or the bodies of the solar system havebeen evolved from a widely diffused nebulous form of matter."},{"word":"NIOBIC","definition":"Same as Columbic."},{"word":"NALE","definition":"Ale; also, an alehouse. [Obs.]Great feasts at the nale. Chaucer."},{"word":"NARIFORM","definition":"Formed like the nose."},{"word":"NON-PROS","definition":"To decline or fail to prosecute; to allow to be dropped (saidof a suit); to enter judgment against (a plaintiff who fails toprosecute); as, the plaintiff was non-prossed."},{"word":"NARRABLE","definition":"Capable of being narrated or told. [Obs.]"},{"word":"NUTGALL","definition":"A more or less round gall resembling a nut, esp. one of thoseproduced on the oak and used in the arts. See Gall, Gallnut."},{"word":"NEW","definition":"Newly; recently. Chaucer."},{"word":"NUTMEG","definition":"The kernel of the fruit of the nutmeg tree (Myristicafragrans), a native of the Molucca Islands, but cultivated elsewherein the tropics."},{"word":"NOBEL PRIZES","definition":"Prizes for the encouragement of men and women who work for theinterests of humanity, established by the will of A. B. Nobel (1833-96), the Swedish inventor of dynamite, who left his entire estate forthis purpose. They are awarded yearly for what is regarded as themost important work during the year in physics, chemistry, medicineor physiology, idealistic literature, and service in the interest ofpeace. The prizes, averaging $40,000 each, were first awarded in1901."},{"word":"NASEBERRY","definition":"A tropical fruit. See Sapodilla. [Written also nisberry.]"},{"word":"NOSOPHEN","definition":"An iodine compound obtained as a yellowish gray, odorless,tasteless powder by the action of iodine on phenolphthalein."},{"word":"NOYER","definition":"An annoyer. [Obs.] Tusser."},{"word":"NEEDLE-POINTED","definition":"Pointed as needles."},{"word":"NOME","definition":"See Term."},{"word":"NEGROHEAD","definition":"An inferior commercial variety of India rubber made up intoround masses."},{"word":"NEONISM","definition":"Neologism."},{"word":"NATURALNESS","definition":"The state or quality of being natural; conformity to nature."},{"word":"NIGGERHEAD","definition":"A strong black chewing tobacco, usually in twisted plug form;negro head."},{"word":"NONMEDULLATED","definition":"Not medullated; (Anat.) without a medulla or marrow, or withouta medullary sheath; as, a nonmedullated nerve fiber."},{"word":"NICAGUA","definition":"The laughing falcon. See under laughing."},{"word":"NUT","definition":"The fruit of certain trees and shrubs (as of the almond,walnut, hickory, beech, filbert, etc.), consisting of a hard andindehiscent shell inclosing a kernel."},{"word":"NEGLECTER","definition":"One who neglects. South."},{"word":"NEBULATED","definition":"Clouded with indistinct color markings, as an animal."},{"word":"NECROMANCY","definition":"The art of revealing future events by means of a pretendedcommunication with the dead; the black art; hence, magic in general;conjuration; enchantment. See Black art.This palace standeth in the air, By necromancy placèd there. Drayton."},{"word":"NEAP","definition":"The tongue or pole of a cart or other vehicle drawn by twoanimals. [U.S.]"},{"word":"NITRYL","definition":"A name sometimes given to the nitro group or radical."},{"word":"NAZIRITE","definition":"A Nazarite."},{"word":"NIDUS","definition":"A nest: a repository for the eggs of birds, insects, etc.; abreeding place; esp., the place or substance where parasites or thegerms of a disease effect lodgment or are developed."},{"word":"NENIA","definition":"A funeral song; an elegy."},{"word":"NOOSE","definition":"A running knot, or loop, which binds the closer the more it isdrawn."},{"word":"NEUROPORE","definition":"An opening at either end of the embryonic neural canal."},{"word":"NOVUM","definition":"A game at dice, properly called novem quinque (L., nine five),the two principal throws being nine and five. [Obs.] Shak."},{"word":"NIGHT-EYED","definition":"Capable of seeing at night; sharp-eyed. \"Your night-eyedTiberius.\" B. Jonson."},{"word":"NOMADIZE","definition":"To lead the life of a nomad; to wander with flocks and herdsfor the sake of finding pasturage.The Vogules nomadize chiefly about the Rivers Irtish, Obi, Kama, andVolga. W. Tooke."},{"word":"NEPHROSTOME","definition":"The funnelshaped opening of a nephridium into the body cavity."},{"word":"NOUMENAL","definition":"Of or pertaining to the noumenon; real; -- opposed tophenomenal. G. H. Lewes."},{"word":"NUNCHION","definition":"A portion of food taken at or after noon, usually between fullmeals; a luncheon. [Written also noonshun.] Hudibras."},{"word":"NINEFOLD","definition":"Nine times repeated."},{"word":"NOTOBRANCHIATE","definition":"Of or pertaining to the Notobranchiata."},{"word":"NONNUCLEATED","definition":"Without a nucleus."},{"word":"NONANE","definition":"One of a group of metameric hydrocarbons C9H20 of the paraffinseries; -- so called because of the nine carbon atoms in themolecule. Normal nonane is a colorless volatile liquid, an ingredientof ordinary kerosene."},{"word":"NUMERIST","definition":"One who deals in numbers. [Obs.] Sir T. Browne."},{"word":"NUDUM PACTUM","definition":"A bare, naked contract, without any consideration. Tomlins."},{"word":"NOINT","definition":"To anoint. [Obs.] Sir T. North."},{"word":"NATRON","definition":"Native sodium carbonate. [Written also anatron.]"},{"word":"NASOPHARYNGEAL","definition":"Of or pertaining to both throat and nose; as, a nasopharyngealpolypus."},{"word":"NISUS","definition":"A striving; an effort; a conatus.A nisus or energizing towards a presented object. Hickok."},{"word":"NURSLING","definition":"One who, or that which, is nursed; an infant; a fondling.I was his nursling once, and choice delight. Milton."},{"word":"NONCOINCIDENCE","definition":"Lack of coincidence."},{"word":"NIGGARDSHIP","definition":"Niggardliness. [Obs.] Sir T. Elyot."},{"word":"NORSE","definition":"Of or pertaining to ancient Scandinavia, or to the languagespoken by its inhabitants."},{"word":"NIZAM","definition":"The title of the native sovereigns of Hyderabad, in India,since 1719."},{"word":"NULLIBIETY","definition":"The state or condition of being nowhere. [Obs.]"},{"word":"NITROHYDROCHLORIC","definition":"Of, pertaining to, or containing, nitric and hydrochloricacids. Nitrohydrochloric acid, a mixture of nitric and hydrochloricacids, usually in the proportion of one part of the former to threeof the latter, and remarkable for its solvent action on gold andplatinum; -- called also nitromuriatic acid, and aqua regia."},{"word":"NODATED","definition":"Knotted. Nodated hyperbola (Geom.), a certain curve of thethird order having two branches which cross each other, forming anode."},{"word":"NEOCRITICISM","definition":"The form of Neo-Kantianism developed by French idealists,following C. Renouvier.  It rejects the noumena of Kant, restrictingknowledge to phenomena as constituted by a priori categories."},{"word":"NIGUA","definition":"The chigoe."},{"word":"NEMERTID","definition":"Nemertean."},{"word":"NUBIGENOUS","definition":"Born of, or produced from, clouds. [R.]"},{"word":"NEEDLER","definition":"One who makes or uses needles; also, a dealer in needles. PiersPlowman."},{"word":"NITRO-","definition":"A combining form (used also adjectively) designating certaincompounds of nitrogen or of its acids, as nitrohydrochloric,nitrocalcite; also, designating the group or radical NO2, or itscompounds, as nitrobenzene. Nitro group, the radical NO2; -- calledalso nitroxyl."},{"word":"NIDOROUS","definition":"Resembling the smell or taste of roast meat, or of corruptanimal matter. [R.]"},{"word":"NUCIFEROUS","definition":"Bearing, or producing, nuts."},{"word":"NOMOTHETE","definition":"A lawgiver. [R.]"},{"word":"NOTABLENESS","definition":"The quality of being notable."},{"word":"NOTUM","definition":"The back."},{"word":"NONAPPEARANCE","definition":"Default of apperance, as in court, to prosecute or defend;failure to appear."},{"word":"NEREOCYSTIS","definition":"A genus of gigantic seaweeds."},{"word":"NAVY BLUE","definition":"Prussian blue."},{"word":"NECTAROUS","definition":"Nectareous. Milton."},{"word":"NUNNISH","definition":"Of, pertaining to, or resembling a nun; characteristic of anun.-- Nun\"nish*ness, n."},{"word":"NIPPITATO","definition":"Strong liquor. [Old Cant] Beau. \u0026 Fl."},{"word":"NOISELESS","definition":"Making, or causing, no noise or bustle; without noise; silent;as, the noiseless foot of time.So noiseless would I live. Dryden.-- Noise\"less*ly, adv.-- Noise\"less*ness, n."},{"word":"NEO-","definition":"A prefix meaning new, recent, late; and in chemistrydesignating specifically that variety of metameric hydrocarbonswhich, when the name was applied, had been recently classified, andin which at least one carbon atom in connected directly with fourother carbon atoms; -- contrasted with normal and iso-; as,neopentane; the neoparaffins. Also used adjectively."},{"word":"NARWE","definition":"Narrow. [Obs.] Chaucer."},{"word":"NASTURTION","definition":"Same as Nasturtium."},{"word":"NAUTICALLY","definition":"In a nautical manner; with reference to nautical affais."},{"word":"NIRVANA","definition":"In the Buddhist system of religion, the final emancipation ofthe soul from transmigration, and consequently a beatificenfrachisement from the evils of wordly existence, as by annihilationor absorption into the divine. See Buddhism."},{"word":"NIGRITIC","definition":"Pertaining to, or having the characteristics of, negroes, or ofthe Negritos, Papuans, and the Melanesian races; negritic."},{"word":"NEGOTIOUS","definition":"Very busy; attentive to business; active. [R.] D. Rogers."},{"word":"NARCISSUS","definition":"A genus of endogenous bulbous plants with handsome flowers,having a cup-shaped crown within the six-lobed perianth, andcomprising the daffodils and jonquils of several kinds."},{"word":"NYCTALOPY","definition":"Same as Nyctalopia."},{"word":"NUGIFY","definition":"To render trifling or futile; to make silly. [R.] Coleridge."},{"word":"NASALITY","definition":"The quality or state of being nasal."},{"word":"NYMPHA","definition":"Same as Nymph, 3."},{"word":"NEUROPTERIS","definition":"An extensive genus of fossil ferns, of which species have beenfound from the Devonian to the Triassic formation."},{"word":"NOUGHT","definition":"See Naught. Chaucer."},{"word":"NICKER TREE","definition":"The plant producing nicker nuts. [Written also neckar tree andnickar tree.]"},{"word":"NOY","definition":"To annoy; to vex. [Obs. or Prov. Eng.] Piers Plowman.All that noyed his heavy spright. Spenser."},{"word":"NAS","definition":"Was not. [Obs.] Chaucer."},{"word":"NAVEL ORANGE","definition":"A type of orange in which the fruit incloses a small secondaryfruit, the rind showing on the exterior a navel-like pit ordepression at the apex. There are several varieties; they are usuallyseedless, or nearly so, and are much grown in California."},{"word":"NATIVITY","definition":"A picture representing or symbolizing the early infancy ofChrist. The simplest form is the babe in a rude cradle, and the headsof an ox and an ass to express the stable in which he was born."},{"word":"NOSELESS","definition":"Destitute of a nose."},{"word":"NOISETTE","definition":"A hybrid rose produced in 1817, by a French gardener, Noisette,of Charleston, South Carolina, from the China rose and the musk rose.It has given rise to many fine varieties, as the Lamarque, theMarechal (or Marshal) Niel, and the Cloth of gold. Most roses of thisclass have clustered flowers and are of vigorous growth. P.Henderson."},{"word":"NAVVY","definition":"Originally, a laborer on canals for internal navigation; hence,a laborer on other public works, as in building railroads,embankments, etc. [Eng.]"},{"word":"NESTLING","definition":"Newly hatched; being yet in the nest."},{"word":"NEOLOGIZATION","definition":"The act or process of neologizing."},{"word":"NEARNESS","definition":"The state or quality of being near; -- used in the varioussenses of the adjective."},{"word":"NEUROPATHIC","definition":"Of or pertaining to neuropathy; of the nature of, or sufferingfrom, nervous disease."},{"word":"NETSUKE","definition":"In Japanese costume and decorative art, a small object carvedin wood, ivory, bone, or horn, or wrought in metal, and pierced withholes for cords by which it is connected, for convenience, with theinro, the smoking pouch (tabako-ire), and similar objects carried inthe girdle. It is now much used on purses sold in Europe and America."},{"word":"NYMPHOTOMY","definition":"Excision of the nymphæ."},{"word":"NERVOUSLY","definition":"In a nervous manner."},{"word":"NECROPHOBIA","definition":"An exaggerated fear of death or horror of dead bodies."},{"word":"NUCIFORM","definition":"Shaped like a nut; nut-shaped."},{"word":"NUBILE","definition":"Of an age suitable for marriage; marriageable. Prior."},{"word":"NIGHTISH","definition":"Of or pertaining to night."},{"word":"NUCHAL","definition":"Of, pertaining to, or in the region of, the back, or nape, ofthe neck; -- applied especially to the anterior median plate in thecarapace of turtles."},{"word":"NURSE","definition":"A lieutenant or first officer, who is the real commander whenthe captain is unfit for his place."},{"word":"NOGGEN","definition":"Made of hemp; hence, hard; rough; harsh. [Obs.] Johnson."},{"word":"NEUROLOGIST","definition":"One who is versed in neurology; also, one skilled in thetreatment of nervous diseases."},{"word":"NOPAL","definition":"A cactaceous plant (Nopalea cochinellifera), originallyMexican, on which the cochineal insect feeds, and from which it iscollected. The name is sometimes given to other species of Cactaceæ."},{"word":"NOCTAMBULO","definition":"A noctambulist. [Obs.]"},{"word":"NITROUS","definition":"Of, pertaining to, or designating, any one of those compoundsin which nitrogen has a relatively lower valence as contrasted withnitric compounds. Nitrous acid (Chem.), a hypothetical acid ofnitrogen HNO2, not known in the free state, but forming a well knownseries of salts, viz., the nitrites.-- Nitrous oxide. See Laughing gas."},{"word":"NEOTERICALLY","definition":"Recently; newly."},{"word":"NAINSOOK","definition":"A thick sort of jaconet muslin, plain or striped, formerly madein India."},{"word":"NYCTITROPIC","definition":"Turning or bending at night into special positions."},{"word":"NUCLEOLATED","definition":"Having a nucleole, or second inner nucleus."},{"word":"NAEVOSE","definition":"Spotted; frecled."},{"word":"NIGHTDRESS","definition":"A nightgown."},{"word":"NARCOTICAL","definition":"Narcotic.-- Nar*cot\"ic*al*ly, adv."},{"word":"NORFOLK PLOVER","definition":"The stone curlew."},{"word":"NAG","definition":"To tease in a petty way; to scold habitually; to annoy; to fretpertinaciously. [Colloq.] \"She never nagged.\" J. Ingelow."},{"word":"NEPOTIST","definition":"One who practices nepotism."},{"word":"NATURALIZATION","definition":"The act or process of naturalizing, esp. of investing an alienwith the rights and privileges of a native or citizen; also, thestate of being naturalized."},{"word":"NAENIA","definition":"See Nenia."},{"word":"NEMEAN","definition":"Of or pertaining to Nemea, in Argolis, where the ancient Greekscelebrated games, and Hercules killed a lion."},{"word":"NEBULA","definition":"A faint, cloudlike, self-luminous mass of matter situatedbeyond the solar system among the stars. True nebulæ are gaseous; butvery distant star clusters often appear like them in the telescope."},{"word":"NARRATIVE","definition":"That which is narrated; the recital of a story; a continuousaccount of the particulars of an event or transaction; a story.Cyntio was much taken with my narrative. Tatler."},{"word":"NECKTIE","definition":"A scarf, band, or kerchief of silk, etc., passing around theneck or collar and tied in front; a bow of silk, etc., fastened infront of the neck."},{"word":"NATKA","definition":"A species of shrike."},{"word":"NYENTEK","definition":"A carnivorous mannual (Helictis moscatus, or H. orientalis),native of Eastern Asia and the Indies. It has a dorsal white stripe,and another one across the shoulders. It has a strong musky odor."},{"word":"NAIK","definition":"A chief; a leader; a Sepoy corporal. Balfour (Cyc. of India)."},{"word":"NOTIDANIAN","definition":"Any one of several species of sharks of the family Notidanidæ,or Hexanchidæ. Called also cow sharks. See Shark."},{"word":"NONMEMBERSHIP","definition":"State of not being a member."},{"word":"NECTARINE","definition":"Nectareous. [R.] Milton."},{"word":"NEO-GREEK","definition":"A member of a body of French painters (F. les néo-Grecs) of themiddle 19th century. The term is rather one applied by outsiders tocertain artists of grave and refined style, such as Hamon and Aubert,than a name adopted by the artists themselves."},{"word":"NEPETA","definition":"A genus of labiate plants, including the catnip and ground ivy."},{"word":"NECKERCHIEF","definition":"A kerchief for the neck; -- called also neck handkerchief."},{"word":"NUMBEROUS","definition":"Numerous. [Obs.] Drant."},{"word":"NEPHRITE","definition":"A hard compact mineral, of a dark green color, formerly worn asa remedy for diseases of the kidneys, whence its name; kidney stone;a kind of jade. See Jade."},{"word":"NUCAMENTACEOUS","definition":"Like a nut either in structure or in being indehiscent; bearingone-seeded nutlike fruits. [Written also nucumentaceous.]"},{"word":"NOTICEABLY","definition":"In a noticeable manner."},{"word":"NAM","definition":"Am not. [Obs.]"},{"word":"NIHILITY","definition":"Nothingness; a state of being nothing."},{"word":"NIELLO","definition":"A process, now no longer used, invented by J. N. Niepce, aFrench chemist, in 1829. It depends upon the action of light inrendering a thin layer of bitumen, with which the plate is coated,insoluble."},{"word":"NARRATORY","definition":"Giving an account of events; narrative; as, narratory letters.Howell."},{"word":"NITROSE","definition":"See Nitrous."},{"word":"NONUNIFORMIST","definition":"One who believes that past changes in the structure of theearth have proceeded from cataclysms or causes more violent than arenow operating; -- called also nonuniformitarian."},{"word":"NEPOTAL","definition":"Of or relating to a nephew."},{"word":"NOISINESS","definition":"The state or quality of being noisy."},{"word":"NEUROTOMY","definition":"The division of a nerve, for the relief of neuralgia, or forother purposes. Dunglison."},{"word":"NORTHEAST","definition":"The point between the north and east, at an equal distance fromeach; the northeast part or region."},{"word":"NUTRIMENTAL","definition":"Nutritious."},{"word":"NORWEGIAN","definition":"Of or pertaining to Norway, its inhabitants, or its language."},{"word":"NOISEFUL","definition":"Loud; clamorous. [Obs.] Dryden."},{"word":"NEWFANGLE","definition":"Eager for novelties; desirous of changing. [Obs.]So newfangel be they of their meat. Chaucer."},{"word":"NEUROMUSCULAR","definition":"Nervomuscular."},{"word":"NITROPRUSSIC","definition":"Pertaining to, derived from, or designating, a complex acidcalled nitroprussic acid, obtained indirectly by the action of nitricacid on potassium ferrocyanide (yellow prussiate), as a redcrystalline unstable substance. It forms salts called nitroprussides,which give a rich purple color with alkaline subphides."},{"word":"NON SEQUITUR","definition":"An inference which does not follow from the premises."},{"word":"NOCTILUCINE","definition":"Of or pertaining to Noctiluca."},{"word":"NONPRODUCTION","definition":"A failure to produce or exhibit."},{"word":"NONNITROGNOUS","definition":"Devoid of nitrogen; as, a nonnitrogenous principle; anonnitrogenous food. See the Note under Food, n., 1."},{"word":"NIGHTGOWN","definition":"A loose gown used for undress; also, a gown used for a sleepinggarnment."},{"word":"NATATORIAL","definition":"Inclined or adapted to swim; swimming; as, natatorial birds."},{"word":"NEVEW","definition":"Nephew. [Obs.] haucer."},{"word":"NOVATOR","definition":"An innovator. [Obs.]"},{"word":"NATURIZE","definition":"To endow with a nature or qualities; to refer to nature. [Obs.]B. Jonson."},{"word":"NEOLOGIANISM","definition":"Neologism."},{"word":"NERVOSITY","definition":"Nervousness. [R.]"},{"word":"NAMESAKE","definition":"One that has the same name as another; especially, one calledafter, or named out of regard to, another."},{"word":"NATURELESS","definition":"Not in accordance with nature; unnatural. [Obs.] Milton."},{"word":"NOST","definition":"Wottest not; knowest not. [Obs.] Chaucer."},{"word":"NOUNAL","definition":"Of or pertaining to a noun.Verbs which in whole or in part have shed their old nounal coat.Earle."},{"word":"NULL","definition":"Of no legal or binding force or validity; of no efficacy;invalid; void; nugatory; useless.Faultily faultless, icily regular, splendidly null, Dead perfection;no more. Tennyson."},{"word":"NUSTLE","definition":"To fondle; to cherish. [Obs.]"},{"word":"NURSING","definition":"Supplying or taking nourishment from, or as from, the breast;as, a nursing mother; a nursing infant."},{"word":"NUTRITIOUS","definition":"Nourishing; promoting growth, or preventing decay; alimental.-- Nu*tri\"tious*ly, adv.-- Nu*tri\"tious*ness, n."},{"word":"NASOBUCCAL","definition":"Connected with both the nose and the mouth; as, the nasobuccalgroove in the skate."},{"word":"NEOTROPICAL","definition":"Belonging to, or designating, a region of the earth's surfacewhich comprises most of South America, the Antilles, and tropicalNorth America."},{"word":"NONYLENE","definition":"Any one of a series of metameric, unsaturated hydrocarbonsC9H18 of the ethylene series."},{"word":"NOTABILIA","definition":"Things worthy of notice."},{"word":"NOWD","definition":"The European gray gurnard (Trigla gurnardus). [Written alsoknoud.]"},{"word":"NONIUS","definition":"A vernier."},{"word":"NEOCOMIAN","definition":"A term applied to the lowest deposits of the Cretaceous orchalk formation of Europe, being the lower greensand."},{"word":"NATURALISM","definition":"The doctrine of those who deny a supernatural agency in themiracles and revelations recorded in the Bible, and in spiritualinfluences; also, any system of philosophy which refers the phenomenaof nature to a blind force or forces acting necessarily or accordingto fixed laws, excluding origination or direction by one intelligentwill."},{"word":"NYMPHISH","definition":"Relating to nymphs; ladylike. \"Nymphish war.\" Drayton."},{"word":"NEFASCH","definition":"Any fish of the genus Distichodus. Several large speciesinhabit the Nile."},{"word":"NUCELLUS","definition":"See Nucleus, 3 (a)."},{"word":"NIGHTSHIRT","definition":"A kind of nightgown for men."},{"word":"NATICOID","definition":"Like or belonging to Natica, or the family Naticæ."},{"word":"NICKER NUT","definition":"A rounded seed, rather smaller than a nutmeg, having a hardsmooth shell, and a yellowish or bluish color. The seeds grow in theprickly pods of tropical, woody climbers of the genus Cæsalpinia. C.Bonduc has yellowish seeds; C.Bonducella, bluish gray. [Spelt alsoneckar nut, nickar nut.]"},{"word":"NON LIQUET","definition":"It is not clear; -- a verdict given by a jury when a matter isto be deferred to another day of trial."},{"word":"NUNNERY","definition":"A house in which nuns reside; a cloister or convent in whichwomen reside for life, under religious vows. See Cloister, andConvent."},{"word":"NONSEXUAL","definition":"Having no distinction of sex; sexless; neuter."},{"word":"NASCAL","definition":"A kind of pessary of medicated wool or cotton, formerly used."},{"word":"NON-","definition":"A prefix used in the sense of not; un-; in-; as innonattention, or non-attention, nonconformity, nonmetallic, nonsuit."},{"word":"NITROGEN","definition":"A colorless nonmetallic element, tasteless and odorless,comprising four fifths of the atmosphere by volume. It is chemicallyvery inert in the free state, and as such is incapable of supportinglife (hence the name azote still used by French chemists); but itforms many important compounds, as ammonia, nitric acid, thecyanides, etc, and is a constituent of all organized living tissues,animal or vegetable. Symbol N. Atomic weight 14. It was formerlyregarded as a permanent noncondensible gas, but was liquefied in 1877by Cailletet of Paris, and Pictet of Geneva."},{"word":"NONEXECUTION","definition":"Neglect or failure of execution; nonperformance."},{"word":"NOLDE","definition":"Would not. [Obs.] Chaucer."},{"word":"NEOCENE","definition":"More recent than the Eocene, that is, including both theMiocene and Pliocene divisions of the Tertiary."},{"word":"NOCENT","definition":"A criminal. [Obs.] Sir T. Browne."},{"word":"NEPHRITIS","definition":"An inflammation of the kidneys."},{"word":"NEIGH","definition":"The cry of a horse; a whinny."},{"word":"NEE","definition":"Born; -- a term sometimes used in introducing the name of thefamily to which a married woman belongs by birth; as, Madame deStaël, née Necker."},{"word":"NERITE","definition":"Any mollusk of the genus Nerita."},{"word":"NIBBLER","definition":"One who, or that which, nibbles."},{"word":"NEMORAL","definition":"Of or pertaining to a wood or grove. [R.]"},{"word":"NOLLE PROSEQUI","definition":"Will not prosecute; -- an entry on the record, denoting that aplaintiff discontinues his suit, or the attorney for the public aprosecution; either wholly, or as to some count, or as to some ofseveral defendants."},{"word":"NOM","definition":"Name. Nom de guerre (, literally, war name; hence, a fictitiousname, or one assumed for a time.-- Nom de plume (, literally, pen name; hence, a name assumed by anauthor as his or her signature."},{"word":"NUANCE","definition":"A shade of difference; a delicate gradation."},{"word":"NOTELET","definition":"A little or short note; a billet."},{"word":"NUBBLE","definition":"To beat or bruise with the fist. [Obs.] Ainsworth."},{"word":"NUPHAR","definition":"A genus of plants found in the fresh-water ponds or lakes ofEurope, Asia, and North America; the yellow water lily. Cf. Nymphaea."},{"word":"NOONSHUN","definition":"See Nunchion. Nares."},{"word":"NONAGRIAN","definition":"Any moth of the genus Nonagria and allied genera, as thespindleworm and stalk borer."},{"word":"NONCONCLUDING","definition":"Not concluding."},{"word":"NONACQUAINTANCE","definition":"Want of acquaintance; the state of being unacquainted."},{"word":"NORTHWARDLY","definition":"Having a northern direction."},{"word":"NOSOLOGIST","definition":"One versed in nosology."},{"word":"NOYFUL","definition":"Full of annoyance. [Obs.] Chaucer."},{"word":"NOR","definition":"A negative connective or particle, introducing the secondmember or clause of a negative proposition, following neither, ornot, in the first member or clause (as or in affirmative propositionsfollows either). Nor is also used sometimes in the first member forneither, and sometimes the neither is omitted and implied by the useof nor.Provide neither gold nor silver, nor brass, in your purses, nor scripfor your journey. Matt. x. 9, 10.Where neither moth nor rust doth corrupt. Matt. vi. 20.I love him not, nor fear him. Shak.Where neither party is nor true, nor kind. Shak.Simois nor Xanthus shall be wanting there. Dryden."},{"word":"NEWFANGLIST","definition":"One who is eager for novelties or desirous of change. [Obs.]Tooker."},{"word":"NEANDERTHALOID","definition":"Like, or pertaining to, the Neanderthal skull, or the type ofman it represents."},{"word":"NASOSEPTAL","definition":"Of or pertaining to the internasal septum."},{"word":"NAIS","definition":"See Naiad."},{"word":"NONEFFECTIVE","definition":"Not fit or available for duty."},{"word":"NARCOTISM","definition":"Narcosis; the state of being narcotized. G. Eliot."},{"word":"NEDDER","definition":"An adder. [Obs. or Prov. Eng.] Chaucer."},{"word":"NITROXYL","definition":"The group NO2, usually called the nitro group."},{"word":"NASTINESS","definition":"The quality or state of being nasty; extreme filthness;dirtiness; also, indecency; obscenity.The nastiness of Plautus and Aristophanes. Dryden."},{"word":"NEOPAGANISM","definition":"Revived or new paganism."},{"word":"NEGUS","definition":"A beverage made of wine, water, sugar, nutmeg, and lemon juice;-- so called, it is said, from its first maker, Colonel Negus."},{"word":"NUTRITION","definition":"In the broadest sense, a process or series of processes bywhich the living organism as a whole (or its component parts ororgans) is maintained in its normal condition of life and growth."},{"word":"NILOMETER","definition":"An instrument for measuring the rise of water in the Nileduring its periodical flood."},{"word":"NEO-LATIN","definition":"Applied to the Romance languages, as being mostly of Latinorigin."},{"word":"NEMERTEAN","definition":"Of or pertaining to the Nemertina.-- n."},{"word":"NYMPHIPAROUS","definition":"Producing pupas or nymphs."},{"word":"NECROLATRY","definition":"The worship of the dead; manes worship. H. Spenser."},{"word":"NAZE","definition":"A promotory or headland."},{"word":"NODATION","definition":"Act of making a knot, or state of being knotted. [R.]"},{"word":"NOTWHEAT","definition":"Wheat not bearded. Carew."},{"word":"NAIVETY","definition":", n. Naïveté. Carlyle."},{"word":"NEATLY","definition":"In a neat manner; tidily; tastefully."},{"word":"NEARLY","definition":"In a near manner; not remotely; closely; intimately; almost."},{"word":"NOGHT","definition":"Not. [Obs.] Chaucer."},{"word":"NOMINALISTIC","definition":"Of or pertaining to the Nominalists."},{"word":"NAUSEA","definition":"Seasickness; hence, any similar sickness of the stomachaccompanied with a propensity to vomit; qualm; squeamishness of thestomach; loathing."},{"word":"NORM","definition":"A typical, structural unit; a type. Agassiz."},{"word":"NAME","definition":"To designate (a member) by name, as the Speaker does by way ofreprimand."},{"word":"NOTATE","definition":"Marked with spots or lines, which are often colored. Henslow."},{"word":"NORTHEASTERN","definition":"Of or pertaining to the northeast; northeasterly."},{"word":"NOTCHING","definition":"A method of joining timbers, scantling, etc., by notching them,as at the ends, and overlapping or interlocking the notched portions."},{"word":"NECROBIOTIC","definition":"Of or pertaining to necrobiosis; as, a necrobioticmetamorphosis."},{"word":"NUGGET","definition":"A lump; a mass, esp. a native lump of a precious metal; as, anugget of gold."},{"word":"NEGLIGENTLY","definition":"In a negligent manner."},{"word":"NEUROPTERAL","definition":"Of or pertaining to the Neuroptera."},{"word":"NUBECULA","definition":"Specifically, the Magellanic clouds."},{"word":"NORTHWEST","definition":"The point in the horizon between the north and west, andequally distant from each; the northwest part or region."},{"word":"NEUROSIS","definition":"A functional nervous affection or disease, that is, a diseaseof the nerves without any appreciable change of nerve structure."},{"word":"NILE","definition":"The great river of Egypt. Nile bird. (Zoöl.) (a) The wryneck.[Prov. Eng.] (b) The crocodile bird.-- Nile goose (Zoöl.), the Egyptian goose. See Note under Goose, 2."},{"word":"NOCTIVAGANT","definition":"Going about in the night; night-wandering."},{"word":"NILGAU","definition":"see Nylghau."},{"word":"NATANT","definition":"Floating in water, as the leaves of water lilies, or submersed,as those of many aquatic plants."},{"word":"NATAL PLUM","definition":"The drupaceous fruit of two South African shrubs of the genusArduina (A. bispinosa and A. grandiflora)."},{"word":"NONUSER","definition":"Neglect or omission to use an easement or franchise or toassert a right. Kent."},{"word":"NUMISMATOLOGIST","definition":"One versed in numismatology."},{"word":"NAUTIC","definition":"Nautical."},{"word":"NURSERYMAN","definition":"One who cultivates or keeps a nursery, or place for rearingtrees, etc."},{"word":"NINE","definition":"Eight and one more; one less than ten; as, nine miles. Ninemen's morris. See Morris.-- Nine points circle (Geom.), a circle so related to any giventriangle as to pass through the three points in which theperpendiculars from the angles of the triangle upon the oppositesides (or the sides produced) meet the sides. It also passes throughthe three middle points of the sides of the triangle and through thethree middle points of those parts of the perpendiculars that arebetween their common point of meeting and the angles of the triangle.The circle is hence called the nine points or six points circle."},{"word":"NET","definition":"A figure made up of a large number of straight lines or curves,which are connected at certain points and related to each other bysome specified law."},{"word":"NIGGLING","definition":"Finicky or pottering work; specif. (Fine Arts),"},{"word":"NONCONDUCTING","definition":"Not conducting; not transmitting a fluid or force; thus, inelectricity, wax is a nonconducting substance."},{"word":"NICTATION","definition":"the act of winking; nictitation."},{"word":"NOLE","definition":"The head. [Obs.] Shak."},{"word":"NUMERALLY","definition":"According to number; in number; numerically."},{"word":"NIOBE","definition":"The daughter of Tantalus, and wife of Amphion, king of Thebes.Her pride in her children provoked Apollo and Diana, who slew themall. Niobe herself was changed by the gods into stone."},{"word":"NITROMETER","definition":"An apparatus for determining the amount of nitrogen or some ofits compounds in any substance subjected to analysis; an azotometer."},{"word":"NITRATED","definition":"Combined, or impregnated, with nitric acid, or some of itscompounds."},{"word":"NECTAREAN","definition":"Resembling nectar; very sweet and pleasant. \"nectarean juice.\"Talfourd."},{"word":"NOMINALLY","definition":"In a nominal manner; by name; in name only; not in reality.Burke."},{"word":"NAILBRUSH","definition":"A brush for cleaning the nails."},{"word":"NITROLEUM","definition":"Nitroglycerin."},{"word":"NUL","definition":"No; not any; as, nul disseizin; nul tort."},{"word":"NEOGEN","definition":"An alloy resembling silver, and consisting chiefly of copper,zinc, and nickel, with small proportions of tin, aluminium, andbismuth. Ure."},{"word":"NOUCH","definition":"An ouch; a jewel. [Obs.] Chaucer."},{"word":"NEUROPTEROUS","definition":"Neuropteral."},{"word":"NUCLEOPLASM","definition":"The matter composing the nucleus of a cell; the protoplasm ofthe nucleus; karyoplasma."},{"word":"NECROPHAGOUS","definition":"Of or pertaining to the Necrophaga; eating carrion. SeeNecrophagan."},{"word":"NOMINATIVE","definition":"Giving a name; naming; designating; -- said of that case orform of a noun which stands as the subject of a finite verb.-- n."},{"word":"NONMANUFACTURING","definition":"Not carrying on manufactures."},{"word":"NIGRANILINE","definition":"The complex, nitrogenous, organic base and dyestuff called alsoaniline black."},{"word":"NEURALGIC","definition":"of or pertaining to, or having the character of, neuralgia; as,a neuralgic headache."},{"word":"NIDULATION","definition":"The time of remaining in the nest. [R.] Sir T. Browne."},{"word":"NARICA","definition":"The brown coati. See Coati."},{"word":"NEUTRALIZER","definition":"One who, or that which, neutralizes; that which destroys,disguises, or renders inert the peculiar properties of a body."},{"word":"NOIL","definition":"A short or waste piece or knot of wool separated from thelonger staple by combing; also, a similar piece or shred of wastesilk."},{"word":"NURSEMAID","definition":"A girl employed to attend children."},{"word":"NONIMPORTATION","definition":"Want or failure of importation; a not importing of commodities."},{"word":"NARES","definition":"The nostrils or nasal openings, -- the anterior nares being theexternal or proper nostrils, and the posterior nares, the openings ofthe nasal cavities into the mouth or pharynx."},{"word":"NARCOTINIC","definition":"Pertaining to narcotine."},{"word":"NAIANT","definition":"(Her.) See Natant. Crabb."},{"word":"NONFULFILLMENT","definition":"Neglect or failure to fulfill."},{"word":"NIGGARDISE","definition":"Niggardliness. [Obs.] Spenser."},{"word":"NATATORES","definition":"The swimming birds."},{"word":"NEOTERISM","definition":"An innovation or novelty; a neoteric word or phrase."},{"word":"NOVELISM","definition":"Innovation. [Obs.]"},{"word":"NERVY","definition":"Strong; sinewy. \"His nervy knees.\" Keats."},{"word":"NONUSANCE","definition":"Neglect of using; failure to use. [R.] Sir T. Browne."},{"word":"NOTCHWEED","definition":"A foul-smelling weed, the stinking goosefoot (ChenopodiumVulvaria)."},{"word":"NOBLE","definition":"A European fish; the lyrie."},{"word":"NEEDLEBOOK","definition":"A book-shaped needlecase, having leaves of cloth into which theneedles are stuck."},{"word":"NOVELETTE","definition":"A short novel."},{"word":"NOTELESSNESS","definition":"A state of being noteless."},{"word":"NOMINALIZE","definition":"To convert into a noun. [Obs.]"},{"word":"NIOBITE","definition":"Same as Columbite."},{"word":"NONRESISTANT","definition":"Making no resistance."},{"word":"NONUNIONIST","definition":"One who does not belong, or refuses to belong, to a tradesunion."},{"word":"NYCTITROPISM","definition":"The tendency of certain plant organs, as leaves, to assumespecial \"sleeping\" positions or make curvatures under the influenceof darkness. It is well illustrated in the leaflets of clover andother leguminous plants."},{"word":"NEOTERIST","definition":"One ho introduces new word Fitzed Hall."},{"word":"NOWCH","definition":"See Nouch. [Obs.] Chaucer."},{"word":"NATIVISTIC","definition":"Relating to nativism."},{"word":"NUMERICALLY","definition":"In a numerical manner; in numbers; with respect to number, orsameness in number; as, a thing is numerically the same, ornumerically different."},{"word":"NOMIC","definition":"Customary; ordinary; -- applied to the usual English spelling,in distinction from strictly phonetic methods. H Sweet.-- n."},{"word":"NICOTIDINE","definition":"A complex, oily, nitrogenous base, isomeric with nicotine, andobtained by the reduction of certain derivatives of the pyridinegroup."},{"word":"NONCOMPLIANCE","definition":"Neglect of compliance; failure to comply."},{"word":"NEMALINE","definition":"Having the form of threads; fibrous."},{"word":"NOLT","definition":"Neat cattle. [Prov. Eng.]"},{"word":"NEVE","definition":"The upper part of a glacier, above the limit or perpetual snow.See Galcier."},{"word":"NAZARITE","definition":"A Jew bound by a vow to lave the hair uncut, to abstain fromwine and strong drink, and to practice extraordinary purity of lifeand devotion, the obligation being for life, or for a certain time.The word is also used adjectively."},{"word":"NONAGESIMAL","definition":"Of or pertaining to the ninetieth degree or to a nonagesimal."},{"word":"NOMINATELY","definition":"By name; particularly; namely. [Obs.] Spelman."},{"word":"NEWMARKET","definition":"A long, closely fitting cloak."},{"word":"NITROPRUSSIDE","definition":"See Nitroprussic."},{"word":"NUISANCER","definition":"One who makes or causes a nuisance."},{"word":"NANPIE","definition":"The magpie."},{"word":"NON OBSTANTE","definition":"A clause in old English statutes and letters patent, importinga license from the crown to do a thing notwithstanding any statute tothe contrary. This dispensing power was abolished by the Bill ofRights.In this very reign [Henry III.] the practice of dispensing withstatutes by a non obstante was introduced. Hallam.Non obstante veredicto Etym: [LL.] (Law), a judgment sometimesentered by order of the court, for the plaintiff, notwithstanding averdict for the defendant. Stephen."},{"word":"NAUTILITE","definition":"A fossil nautilus."},{"word":"NICOTINE","definition":"An alkaloid which is the active principle of tobacco. It is acolorless, transparent, oily liquid, having an acrid odor, and anacrid burning taste. It is intensely poisonous. Ure."},{"word":"NAID","definition":"Any one of numerous species of small, fresh-water, chætopodannelids of the tribe Naidina. They belong to the Oligochæta."},{"word":"NONSENSICAL","definition":"Without sense; unmeaning; absurb; foolish; irrational;preposterous.-- Non*sen\"si*cal*ly, adv.-- Non*sen\"si*cal*ness, n."},{"word":"NEWS-LETTER","definition":"A circular letter, written or printed for the purpose ofdisseminating news. This was the name given to the earliest Englishnewspapers."},{"word":"NICKNACK","definition":"See Knickknack."},{"word":"NEFARIOUS","definition":"Wicked in the extreme; abominable; iniquitous; atrociouslyvillainous; execrable; detestably vile."},{"word":"NUNCIATE","definition":"One who announces; a messenger; a nuncio. [Obs.] Hoole."},{"word":"NOTHER","definition":"Neither; nor. [Obs.] Chaucer."},{"word":"NAPHEW","definition":"See Navew."},{"word":"NOSEBAG","definition":"A bag in which feed for a horse, ox, or the like, may befastened under the nose by a string passing over the head."},{"word":"NEMATOCYST","definition":"A lasso cell, or thread cell. See Lasso cell, under Lasso."},{"word":"NUTSHELL","definition":"A shell of the genus Nucula. To be, or lie, in a nutshell, tobe within a small compass; to admit of very brief or simpledetermination or statement. \"The remedy lay in a nutshell.\" Macaulay."},{"word":"NASIFORM","definition":"Having the shape of a nose."},{"word":"NIGHTFALL","definition":"The close of the day. Swift."},{"word":"NECK","definition":"A reduction in size near the end of an object, formed by agroove around it; as, a neck forming the journal of a shaft."},{"word":"NEOPLATONICIAN","definition":"A neoplatonist."},{"word":"NATCH","definition":"The rump of beef; esp., the lower and back part of the rump.Natch bone, the edgebone, or aitchbone, in beef."},{"word":"NOCTURNALLY","definition":"By night; nightly."},{"word":"NICENESS","definition":"Quality or state of being nice."},{"word":"NITROCALCITE","definition":"Nitrate of calcium, a substance having a grayish white color,occuring in efforescences on old walls, and in limestone caves,especially where there exists decaying animal matter."},{"word":"NOVATIANISM","definition":"The doctrines or principles of the Novatians. Milner."},{"word":"NICKELINE","definition":"An alloy of nickel, a variety of German silver."},{"word":"NICKING","definition":"Small coal produced in making the nicking."},{"word":"NECKCLOTH","definition":"A piece of any fabric worn around the neck."},{"word":"NONCOMPLETION","definition":"Lack of completion; failure to complete."},{"word":"NUMERO","definition":"Number; -- often abbrev. No."},{"word":"NIGGARDY","definition":"Niggardliness. [Obs.] Chaucer."},{"word":"NANNY","definition":"A diminutive of Ann or Anne, the proper name. Nanny goat, afemale goat. [Colloq.]"},{"word":"NILL","definition":"Not to will; to refuse; to reject. [Obs.]Certes, said he, I nill thine offered grace. Spenser."},{"word":"NECTARIED","definition":"Having a nectary."},{"word":"NIGGARDLINESS","definition":"The quality or state of being niggard; meanness in giving orspending; parsimony; stinginess.Niggardliness is not good husbandry. Addison."},{"word":"NIBBLINGLY","definition":"In a nibbling manner; cautiously."},{"word":"NUTRITURE","definition":"Nutrition; nourishment. [Obs.] Harvey."},{"word":"NONVERNACULAR","definition":"Not vernacular.A nonvernacular expression. Sir W. Hamilton."},{"word":"NAEVOID","definition":"Resembling a nævus or nævi; as, nævoid elephantiasis.Dunglison."},{"word":"NEO-KANTIANISM","definition":"The philosophy of modern thinkers who follow Kant in hisgeneral theory of knowledge, esp. of a group of German philosophersincluding F. A. Lange, H. Cohen, Paul Natorp, and others."},{"word":"NIP","definition":"A sip or small draught; esp., a draught of intoxicating liquor;a dram."},{"word":"NEOLOGICALLY","definition":", adv. In a neological manner."},{"word":"NIPPERKIN","definition":"A small cup. [Obs.]"},{"word":"NARRATION","definition":"That part of a discourse which recites the time, manner, orconsequences of an action, or simply states the facts connected withthe subject."},{"word":"NEOGRAMMARIAN","definition":"One of a group of philologists who apply phonetic laws morewidely and strictly than was formerly done, and who maintain thatthese laws admit of no real exceptions. --Ne`o*gram*mat\"ic*al (#), a."},{"word":"NOSED","definition":"Having a nose, or such a nose; -- chieflay used in composition;as, pug-nosed."},{"word":"NOTAEUM","definition":"The back or upper surface, as of a bird."},{"word":"NONCOMMUNION","definition":"Neglect or failure of communion."},{"word":"NONCOMBATANT","definition":"Any person connected with an army, or within the lines of anarmy, who does not make it his business to fight, as any one of themedical officers and their assistants, chaplains, and others; also,any of the citizens of a place occupied by an army; also, any oneholding a similar position with respect to the navy."},{"word":"NEGLECTIVE","definition":"Neglectful. [R.] \"Neglective of their own children.\" Fuller."},{"word":"NAPIFORM","definition":"Turnip-shaped; large and round in the upper part, and veryslender below."},{"word":"NEEDSLY","definition":"Of necessity. [Obs.] Drayton."},{"word":"NAWL","definition":"An awl. [Obs.] usser."},{"word":"NUTMEGGED","definition":"Seasoned with nutmeg."},{"word":"NONALIENATION","definition":"Failure to alienate; also, the state of not being alienated."},{"word":"NEPENTHE","definition":"A drug used by the ancients to give relief from pain andsorrow; -- by some supposed to have been opium or hasheesh. Hence,anything soothing and comforting.Lulled with the sweet nepenthe of a court. Pope.Quaff, O quaff this kind nepenthe. Poe."},{"word":"NAVIGABILITY","definition":"The quality or condition of being navigable; navigableness."},{"word":"NEOSSOLOGY","definition":"The study of young birds."},{"word":"NODDING","definition":"Curved so that the apex hangs down; having the top bentdownward."},{"word":"NUTRICATION","definition":"The act or manner of feeding. [Obs.] Sir T. Browne."},{"word":"NATATORIUM","definition":"A swimming bath."},{"word":"NITRIARY","definition":"An artificial bed of animal matter for the manufacture of niterby nitrification. See Nitrification, 2."},{"word":"NOVENARY","definition":"Of or pertaining to the number nine."},{"word":"NEUROSKELETON","definition":"The deep-seated parts of the vertebrate skeleton which arerelation with the nervous axis and locomation. Owen."},{"word":"NURSEPOND","definition":"A pond where fish are fed. Walton."},{"word":"NUTRIA","definition":"The fur of the coypu. See Coypu."},{"word":"NUBILITY","definition":"The state of being marriageable. [R.]"},{"word":"NAUSEOUS","definition":"Causing, or fitted to cause, nausea; sickening; loathsome;disgusting; exciting abhorrence; as, a nauseous drug or medicine.-- Nau\"seous*ly, adv.-- Nau\"seous*ness, n.The nauseousness of such company disgusts a reasonable man. Dryden."},{"word":"NEEDLESTONE","definition":"Natrolite; -- called also needle zeolite."},{"word":"NOYADE","definition":"A drowning of many persons at once, -- a method of executionpracticed at Nantes in France during the Reign of Terror, by JeanBaptiste Carrier."},{"word":"NEOPLASTIC","definition":"of or pertaining to neoplasty, or neoplasia."},{"word":"NINETY","definition":"Nine times ten; eighty-nine and one more; as, ninety men."},{"word":"NETTLEBIRD","definition":"the European whitethroat. [Prov. Eng.]"},{"word":"NEOMENIA","definition":"The time of the new moon; the beginning of the month in thelunar calendar."},{"word":"NONSOLUTION","definition":"Failure of solution or explanation."},{"word":"NORTH STAR STATE","definition":"Minnesota; -- a nickname."},{"word":"NEPHELOMETER","definition":"An instrument for measuring or registering the amount ofcloudiness."},{"word":"NECROBIOSIS","definition":"The death of a part by molecular disintegration and withoutloss of continuity, as in the processes of degeneration and atrophy.Virchow."},{"word":"NEREID","definition":"A sea nymph, one of the daughters of Nereus, who wereattendants upon Neptune, and were represented as riding on seahorses, sometimes with the human form entire, and sometimes with thetail of a fish."},{"word":"NATATION","definition":"The act of floating on the water; swimming. Sir T. Browne."},{"word":"NOMANCY","definition":"The art or practice of divining the destiny of persons by theletters which form their names."},{"word":"NYCTOPHILE","definition":"Any Australian bat of the genus Nyctophilus, having a verysimple nasal appendage."},{"word":"NERVELESSNESS","definition":"The state of being nerveless."},{"word":"NUMBERS","definition":"of Number. The fourth book of the Pentateuch, containing thecensus of the Hebrews."},{"word":"NOTIONALITY","definition":"A notional or groundless opinion. [R.] Glanvill."},{"word":"NITROGELATIN","definition":"An explosive consisting of gun cotton and camphor dissolved innitroglycerin. [Written also nitrogelatine.]"},{"word":"NOTEWORTHY","definition":"Worthy of observation or notice; remarkable."},{"word":"NABIT","definition":"Pulverized sugar candy. Crabb."},{"word":"NIDE","definition":"A nestful; a brood; as, a nide of pheasants. [Obs.]"},{"word":"NOMOCRACY","definition":"Government in accordance with a system of law. Milman."},{"word":"NONCONDENSING","definition":"Not condensing; discharging the steam from the cylinder at apressure nearly equal to or above that of the atmosphere and not intoa condenser."},{"word":"NONCOMMITTAL","definition":"A state of not being committed or pledged; forbearance orrefusal to commit one's self. Also used adjectively."},{"word":"NAUMACHY","definition":"A show or spectacle representing a sea fight; also, a place forsuch exhibitions."},{"word":"NEO-DARWINISM","definition":"The theory which holds natural selection, as explained byDarwin, to be the chief factor in the evolution of plants andanimals, and denies the inheritance of acquired characters; -- esp.opposed to Neo-Lamarckism. Weismannism is an example of extreme Neo-Darwinism. -- Ne`o-Dar*win\"i*an, a. \u0026 n."},{"word":"NERVE","definition":"One of the whitish and elastic bundles of fibers, with theaccompanying tissues, which transmit nervous impulses between nervecenters and various parts of the animal body."},{"word":"NEO-HEGELIANISM","definition":"The philosophy of a school of British and American idealistswho follow Hegel in dialectical or logical method and in the generaloutcome of their doctrine. The founders and leaders of Neo-Hegelianism include: in England, T. H. Green (1836-1882); inScotland, J. (1820-98) and E. (1835-1908) Caird; in the UnitedStates, W. T. Harris (1835-1909) and Josiah Royce (1855- -)."},{"word":"NOMINALISM","definition":"The principles or philosophy of the Nominalists."},{"word":"NEBALIA","definition":"A genus of small marine Crustacea, considered the type of adistinct order (Nebaloidea, or Phyllocarida.)"},{"word":"NEGLECTFUL","definition":"Full of neglect; heedless; careless; negligent; inattentive;indifferent. Pope.A cold and neglectful countenance. Locke.Though the Romans had no great genius for trade, yet they were notentirely neglectful of it. Arbuthnot.-- Neg*lect\"ful*ly, adv.-- Neg*lect\"ful*ness, n."},{"word":"NEURINE","definition":"A poisonous organic base (a ptomaine) formed in thedecomposition of protagon with boiling baryta water, and in theputrefraction of proteid matter. It was for a long time consideredidentical with choline, a crystalline body originally obtained frombile. Chemically, however, choline is oxyethyl-trimethyl-ammoniumhydroxide, while neurine is vinyl-trimethyl-ammonium hydroxide.[Written also neurin.]"},{"word":"NERVURE","definition":"One of the nerves of leaves."},{"word":"NAVARCH","definition":"The commander of a fleet. Mitford."},{"word":"NORTHMOST","definition":"Lying farthest north; northernmost.Northmost part of the coast of Mozambique. De Foe."},{"word":"NON-EPISCOPAL","definition":"Not Episcopal; not pertaining to the Episcopal church orsystem."},{"word":"NOMADIC","definition":"Of or pertaining to nomads, or their way of life; wandering;moving from place to place for subsistence; as, a nomadic tribe.-- No*mad\"ic*al*ly, adv."},{"word":"NARRE","definition":"Nearer. [Obs.] Spenser."},{"word":"NEREITES","definition":"Fossil tracks of annelids."},{"word":"NATIONALIZE","definition":"To make national; to make a nation of; to endow with thecharacter and habits of a nation, or the peculiar sentiments andattachment of citizens of a nation."},{"word":"NUMBFISH","definition":"The torpedo, which numbs by the electric shocks which it gives."},{"word":"NINNY","definition":"A fool; a simpleton. Shak."},{"word":"NINE-KILLER","definition":"The northern butcher bird."},{"word":"NATIONALIZATION","definition":"The act of nationalizing, or the state of being nationalized."},{"word":"NEOMENOIDEA","definition":"A division of vermiform gastropod mollusks, without a shell,belonging to the Isopleura."},{"word":"NUTHATCH","definition":"Any one of several species of birds of the genus Sitta, as theEuropean species (Sitta Europæa). The white-breasted nuthatch (S.Carolinensis), the red-breasted nuthatch (S. Canadensis), the pygmynuthatch (S. pygmæa), and others, are American."},{"word":"NAGANA","definition":"The disease caused by the tsetse fly. [South Africa]"},{"word":"NUNNATION","definition":"The pronunciation of n at the end of words."},{"word":"NOVITY","definition":"Newness; novelty. [Obs.] Sir T. Browne."},{"word":"NONAGE","definition":"The ninth part of movable goods, formerly payable to the clergyon the death of persons in their parishes. Mozley \u0026 W."},{"word":"NECTARED","definition":"Imbued with nectar; mingled with nectar; abounding with nectar.Milton."},{"word":"NEUROTOME","definition":"A neuromere."},{"word":"NATURE","definition":"To endow with natural qualities. [Obs.]He [God] which natureth every kind. Gower."},{"word":"NICKELOUS","definition":"Of, pertaining to, or designating, those compounds of nickel inwhich, as contrasted with the nickelic compounds, the metal has alower valence; as, nickelous oxide. Frankland."},{"word":"NOSESMART","definition":"A kind of cress, a pungent cruciferous plant, including severalspecies of the genus Nasturtium."},{"word":"NUTRITIONAL","definition":"Of or pertaining to nutrition; as, nutritional changes."},{"word":"NIDULANT","definition":"Lying loose in pulp or cotton within a berry or pericarp, as ina nest."},{"word":"NEATHOUSE","definition":"A building for the shelter of neat cattle. [Obs. or Prov. Eng.]Massinger."},{"word":"NUCULE","definition":"Same as Nutlet."},{"word":"NICTATE","definition":"To wink; to nictitate."},{"word":"NOTOCHORD","definition":"An elastic cartilagelike rod which is developed beneath themedullary groove in the vertebrate embryo, and constitutes theprimitive axial skeleton around which the centra of the vertebræ andthe posterior part of the base of the skull are developed; the chordadorsalis. See Illust. of Ectoderm."},{"word":"NOWES","definition":"The marriage knot. [Obs.] Crashaw."},{"word":"NASION","definition":"The middle point of the nasofrontal suture."},{"word":"NORMAL","definition":"According to a square or rule; perpendicular; forming a rightangle. Specifically: Of or pertaining to a normal."},{"word":"NIM","definition":"To take; to steal; to filch. [Obs.]This canon it in his hand nam. Chaucer."},{"word":"NUMMARY","definition":"Of or relating to coins or money."},{"word":"NETTY","definition":"Like a net, or network; netted. [R.]"},{"word":"NETHERMOST","definition":"Lowest; as, the nethermost abyss. Milton."},{"word":"NOON-FLOWER","definition":"The goat's beard, whose flowers close at midday."},{"word":"NONCONTENT","definition":"One who gives a negative vote; -- sometimes abridged intononcon. or non con."},{"word":"NUCLEOLUS","definition":"A small rounded body contained in the nucleus of a cell or aprotozoan."},{"word":"NAVARCHY","definition":"Nautical skill or experience. [Obs.] ir W. Petty."},{"word":"NERITA","definition":"A genus of marine gastropods, mostly natives of warm climates."},{"word":"NUMISMATOGRAPHY","definition":"A treatise on, or description of, coins and medals."},{"word":"NEUROLOGICAL","definition":"Of or pertaining to neurolgy."},{"word":"NOTIONIST","definition":"One whose opinions are ungrounded notions. [R.] Bp. Hopkins."},{"word":"NOLO CONTENDERE","definition":"A plea, by the defendant, in a criminal prosecution, which,without admitting guilt, subjects him to all the consequences of aplea of quilty."},{"word":"NEWS-WRITER","definition":"One who gathered news for, and wrote, news-letters. Macaulay."},{"word":"NARROWER","definition":"One who, or that which, narrows or contracts. Hannah More."},{"word":"NON","definition":"No; not. See No, a. Chaucer."},{"word":"NUMBEDNESS","definition":"Numbness. [Obs.] Wiseman."},{"word":"NOBILITATION","definition":"The act of making noble. [Obs.] Dr. H. More."},{"word":"NAVEL","definition":"A mark or depression in the middle of the abdomen; theumbilicus. See Umbilicus.belly button in humans"},{"word":"NEPHRIDIAL","definition":"of or pertaining to a nephridium."},{"word":"NOLLEITY","definition":"The state of being unwilling; nolition. [R.]"},{"word":"NEOCOSMIC","definition":"of or pertaining to the universe in its present state;specifically, pertaining to the races of men known to history."},{"word":"NASTILY","definition":"In a nasty manner."},{"word":"NECKED","definition":"Cracked; -- said of a treenail."},{"word":"NAWAB","definition":"A deputy ruler or viceroy in India; also, a title given bycourtesy to other persons of high rank in the East."},{"word":"NATATORY","definition":"Adapted for swimming or floating; as, natatory organs."},{"word":"NONDECANE","definition":"A hydrocarbon of the paraffin series, a white waxy substance,C19H40; -- so called from the number of carbon atoms in the molecule."},{"word":"NOACHIAN","definition":"Of or pertaining to the patriarch Noah, or to his time."},{"word":"NIGHTLESS","definition":"Having no night."},{"word":"NIGHTLONG","definition":"Lasting all night."},{"word":"NONRESIDENCE","definition":"The state or condition of being nonresident, Swift."},{"word":"NASTURTIUM","definition":"A genus of cruciferous plants, having white or yellowishflowers, including several species of cress. They are found chieflyin wet or damp grounds, and have a pungent biting taste."},{"word":"NUNC DIMITTIS","definition":"The song of Simeon (Luke ii. 29-32), used in the ritual of manychurches. It begins with these words in the Vulgate."},{"word":"NILT","definition":"Wilt not. [Obs.]"},{"word":"NUTANT","definition":"Nodding; having the top bent downward."},{"word":"NIDARY","definition":"A collection of nests. [R.] velyn."},{"word":"NUBILATE","definition":"To cloud. [Obs.]"},{"word":"NEUROTOMICAL","definition":"Of or pertaining to neurotomy."},{"word":"NEUTER","definition":"Having no generative organs, or imperfectly developed ones;sexless. See Neuter, n., 3."},{"word":"NAZARITESHIP","definition":"The state of a Nazarite."},{"word":"NUTRITIVE","definition":"Of or pertaining to nutrition; as, the nutritive functions;having the quality of nourishing; nutritious; nutrimental; alimental;as, nutritive food or berries. Nutritive plasma. (Biol.) SeeIdioplasma.-- Nutritive polyp (Zoöl.), any one of the zooids of a compoundhydroid, or coral, which has a mouth and digestive cavity.-- Nu\"tri*tive*ly, adv.-- Nu\"tri*tive*ness, n."},{"word":"NONCONCURRENCE","definition":"Refusal to concur."},{"word":"NENUPHAR","definition":"The great white water lily of Europe; the Nymphæa alba."},{"word":"NEPHROLITHIC","definition":"of or pertaining to gravel, or renal calculi. Dunglison."},{"word":"NONCOINCIDENT","definition":"Not coincident."},{"word":"NONARRIVAL","definition":"Failure to arrive."},{"word":"NEWFANGLY","definition":"In a newfangled manner; with eagerness for novelty. [Obs.] SirT. More."},{"word":"NUDIBRANCHIATE","definition":"Same as Nudibranch."},{"word":"NONESSENTIAL","definition":"Not essential."},{"word":"NONE","definition":"Same as Nones, 2."},{"word":"NINEPINS","definition":"A game played with nine pins, or pieces of wood, set on end, atwhich a wooden ball is bowled to knock them down; bowling."},{"word":"NEPHELODOMETER","definition":"An instrument for reckoning the distances or velocities ofclouds."},{"word":"NARCOTIC","definition":"Having the properties of a narcotic; operating as a narcotic.-- Nar*cot\"ic*ness, n."},{"word":"NITROSALICYLIC","definition":"Of, pertaining to, or designating, a nitro derivative ofsalicylic acid, called also anilic acid."},{"word":"NAPHTHALENIC","definition":"Pertaining to , or derived from, naphthalene; -- usedspecifically to designate a yellow crystalline substance, callednaphthalenic acid and also hydroxy quinone, and obtained from certainderivatives of naphthol."},{"word":"NODAL","definition":"Of the nature of, or relating to, a node; as, a nodal point.Nodal line, Nodal point, in a vibrating plate or cord, that line orpoint which remains at rest while the other parts of the body are ina state of vibration."},{"word":"NICKEL STEEL","definition":"A kind of cast steel containing nickel, which greatly increasesits strength. It is used for armor plate, bicycle tubing, propellershafts, etc."},{"word":"NAPHTHA","definition":"The complex mixture of volatile, liquid, inflammablehydrocarbons, occurring naturally, and usually called crudepetroleum, mineral oil, or rock oil. Specifically: That portion ofthe distillate obtained in the refinement of petroleum which isintermediate between the lighter gasoline and the heavier benzine,and has a specific gravity of about 0.7, -- used as a solvent forvarnishes, as a carburetant, illuminant, etc."},{"word":"NICKLE","definition":"The European woodpecker, or yaffle; -- called also nickerpecker."},{"word":"NOSTALGIA","definition":"Homesickness; esp., a severe and sometimes fatal form ofmelancholia, due to homesickness."},{"word":"NOEL","definition":"Same as Nowel."},{"word":"NEUVAINES","definition":"Prayers offered up for nine successive days."},{"word":"NORIMON","definition":"A Japanese covered litter, carried by men. B. Taylor."},{"word":"NOSEL","definition":"To nurse; to lead or teach; to foster; to nuzzle. [Obs.]If any man use the Scripture . . . to nosel thee in anything save inChrist, he is a false prophet. Tyndale."},{"word":"NIGHTWARD","definition":"Approaching toward night."},{"word":"NINEHOLES","definition":"A game in which nine holes are made in the ground, into which aball is bowled."},{"word":"NAPOLEON","definition":"A French gold coin of twenty francs, or about $3.86."},{"word":"NONAEROBIOTIC","definition":"Capable of living without atmospheric oxygen; anaërobiotic."},{"word":"NIPPINGLY","definition":"In a nipping manner."},{"word":"NEGATIVELY","definition":"The quality or state of being negative."},{"word":"NAUTILUS","definition":"The only existing genus of tetrabranchiate cephalopods. Aboutfour species are found living in the tropical Pacific, but many otherspecies are found fossil. The shell is spiral, symmetrical, andchambered, or divided into several cavities by simple curvedpartitions, which are traversed and connected together by acontinuous and nearly central tube or siphuncle. See Tetrabranchiata."},{"word":"NIX","definition":"One of a class of water spirits, commonly described as of amischievous disposition.The treacherous nixes who entice men to a watery death. Tylor."},{"word":"NOMARCHY","definition":"A province or territorial division of a kingdom, under the ruleof a nomarch, as in modern Greece; a nome."},{"word":"NOTARY","definition":"A public officer who attests or certifies deeds and otherwritings, or copies of them, usually under his official seal, to makethem authentic, especially in foreign countries. His duties chieflyrelate to instruments used in commercial transactions, such asprotests of negotiable paper, ship's papers in cases of loss, damage,etc. He is generally called a notary public."},{"word":"NITROFORM","definition":"A nitro derivative of methane, analogous to chloroform,obtained as a colorless oily or crystalline substance, CH.(NO2)3,quite explosive, and having well-defined acid properties."},{"word":"NAOS","definition":"A term used by modern archæologists instead of cella. SeeCella."},{"word":"NICOTINISM","definition":"The morbid condition produced by the excessive use of tobacco."},{"word":"NODICAL","definition":"Of or pertaining to the nodes; from a node to the same nodeagain; as, the nodical revolutions of the moon. Nodical month. SeeLunar month, under Month."},{"word":"NEAF","definition":"See 2d Neif. Shak."},{"word":"NOBILIARY","definition":"Of or pertaining to the nobility. Fitzed. Hall."},{"word":"NOVELIZE","definition":"To innovate. [Obs.]"},{"word":"NONRESISTANCE","definition":"The principles or practice of a nonresistant; passiveobedience; submission to authority, power, oppression, or violencewithout opposition."},{"word":"NOCUMENT","definition":"Harm; injury; detriment. [Obs.]"},{"word":"NEGATION","definition":"Description or definition by denial, exclusion, or exception;statement of what a thing is not, or has not, from which may beinferred what it is or has."},{"word":"NESTOR","definition":"A genus of parrots with gray heads. of New Zeland and papua,allied to the cockatoos. See Kaka."},{"word":"NUTPECKER","definition":"The nuthatch."},{"word":"NAILERY","definition":"A manufactory where nails are made."},{"word":"NOMENCLATRESS","definition":"A female nomenclator."},{"word":"NUMMULITES","definition":"A genus of extinct Tertiary Foraminifera, having a thin, flat,round shell, containing a large number of small chambers arrangedspirally."},{"word":"NEMATELMIA","definition":"Same as Nemathelminthes."},{"word":"NONYLENIC","definition":"Of, pertaining to, related to, or designating, nonylene or itscompounds; as, nonylenic acid."},{"word":"NORTHWESTERLY","definition":"Toward the northwest, or from the northwest."},{"word":"NEHUSHTAN","definition":"A thing of brass; -- the name under which the Israelitesworshiped the brazen serpent made by Moses. 2 Kings xviii. 4."},{"word":"NEMPT","definition":"of Nempne. Called; named. [Obs.]"},{"word":"NUCLEOLE","definition":"The nucleus within a nucleus; nucleolus."},{"word":"NEO-MALTHUSIAN","definition":"Designating, or pertaining to, a group of modern economists whohold to the Malthusianism doctrine that permanent betterment of thegeneral standard of living is impossible without decrease ofcompetition by limitation of the number of births. -- Ne`o-Mal*thu\"sian, Ne`o-Mal*thu\"sian*ism, n."},{"word":"NEURATION","definition":"The arrangement or distribution of nerves, as in the leaves ofa plant or the wings of an insect; nervation."},{"word":"NEFAST","definition":"Wicked. [R.]"},{"word":"NUMERATE","definition":"To divide off and read according to the rules of numeration;as, to numerate a row of figures."},{"word":"NONACID","definition":"Destitute of acid properties; hence, basic; metallic; positive;-- said of certain atoms and radicals."},{"word":"NAUSEATIVE","definition":"Causing nausea; nauseous."},{"word":"NEARHAND","definition":"Near; near at hand; closely. [Obs. or Scot.] Bacon."},{"word":"NOBBLER","definition":"A dram of spirits. [Australia]"},{"word":"NITRITE","definition":"A salt of nitrous acid. Amyl nitrite, a yellow oily volatileliquid, used in medicine as a depressant and a vaso-dilator. Itsinhalation produces an instantaneous flushing of the face."},{"word":"NIGGARDNESS","definition":"Niggardliness. Sir P. Sidney."},{"word":"NEUTRAL","definition":"Neuter. See Neuter, a., 3."},{"word":"NETHINIM","definition":"Servants of the priests and Levites in the menial servicesabout the tabernacle and temple."},{"word":"NORTHWESTERN","definition":"Of, pertaining to, or being in, the northwest; in a directiontoward the northwest; coming from the northwest; northwesterly; as, anorthwestern course."},{"word":"NICKNACKERY","definition":"See Knickknackery."},{"word":"NAVE","definition":"The middle or body of a church, extending from the transepts tothe principal entrances, or, if there are no transepts, from thechoir to the principal entrance, but not including the aisles."},{"word":"NAIVETE","definition":"Native simplicity; unaffected plainness or ingenuousness;artlessness.A story which pleases me by its naïveté -- that is, by itsunconscious ingenuousness. De Quincey."},{"word":"NEUROMA","definition":"A tumor developed on, or connected with, a nerve, esp. oneconsisting of new-formed nerve fibers."},{"word":"NOWED","definition":"Knotted; tied in a knot, as a serpent."},{"word":"NOMBRIL","definition":"A point halfway between the fess point and the middle basepoint of an escutcheon; -- called also navel point. See Escutcheon."},{"word":"NONEXTENSILE","definition":"Not extensile; incapable of being stretched."},{"word":"NOTHING","definition":"A cipher; naught. Nothing but, only; no more than. Chaucer.-- To make nothing of. (a) To make no difficulty of; to consider astrifling or important. \"We are industrious to preserve our bodiesfrom slavery, but we make nothing of suffering our souls to be slavesto our lusts.\" Ray. (b) Not to understand; as, I could make nothingof what he said."},{"word":"NOWHITHER","definition":"Not anywhither; in no direction; nowhere. [Archaic] \"Thyservant went nowhither.\" 2 Kings v. 25."},{"word":"NINCOMPOOP","definition":"A fool; a silly or stupid person. [Law]An old ninnyhammer, a dotard, a nincompoop, is the best language shecan afford me. Addison."},{"word":"NEISHOUT","definition":"The mahogany-like wood of the South African tree Pteroxylonutile, the sawdust of which causes violent sneezing (whence thename). Also called sneezewood."},{"word":"NOTEFUL","definition":"Useful. [Obs.] Chaucer."},{"word":"NESTORIANISM","definition":"The doctrines of the nestorian Christians, or of Nestorius."},{"word":"NEODAMODE","definition":"In ancient Sparta, one of those Helots who were freed by thestate in reward for military service. Milford."},{"word":"NERITINA","definition":"A genus including numerous species of shells resembling Neritain form. They mostly inhabit brackish water, and are often delicatelytinted."},{"word":"NIMBOSE","definition":"Cloudy; stormy; tempestuous."},{"word":"NOSOGRAPHY","definition":"A description or classification of diseases."},{"word":"NOISE","definition":"To sound; to make a noise. Milton."},{"word":"NECTAREOUS","definition":"Of, pertaining to, containing, or resembling nectar; delicious;nectarean. Pope.-- Nec*ta\"re*ous*ly, adv.-- Nec*ta\"re*ous*ness, n."},{"word":"NOSEBLEED","definition":"The yarrow. See Yarrow."},{"word":"NINETEENTH","definition":"An interval of two octaves and a fifth."},{"word":"NYMPHET","definition":"A little or young nymph. [Poetic] \"The nymphets sportingthere.\" Drayton."},{"word":"NULLIFIDIAN","definition":"Of no faith; also, not trusting to faith for salvation; --opposed to Ant: solifidian. Feltham."},{"word":"NERVATE","definition":"Nerved."},{"word":"NEOCRACY","definition":"Government by new or inexperienced hands; upstart rule; raw oruntried officials."},{"word":"NONSTRIATED","definition":"Without striations; unstriped; as, nonstriated muscle fibers."},{"word":"NAUTCH","definition":"An entertainment consisting chiefly of dancing by professionaldancing (or Nautch) girls. [India]"},{"word":"NEGLIGEE","definition":"An easy, unceremonious attire; undress; also, a kind of easyrobe or dressing gown worn by women."},{"word":"NUP","definition":"Same as Nupson. [Obs.]"},{"word":"NAPHTHALIZE","definition":"To mingle, saturate, or impregnate, with naphtha."},{"word":"NECTARY","definition":"That part of a blossom which secretes nectar, usually the baseof the corolla or petals; also, the spur of such flowers as thelarkspur and columbine, whether nectariferous or not. See theIllustration of Nasturtium."},{"word":"NOMADISM","definition":"The state of being a nomad."},{"word":"NECROLOGIST","definition":"One who gives an account of deaths."},{"word":"NOVERCAL","definition":"Done or recurring every ninth year."},{"word":"NOIOUS","definition":"Annoying; troublesome. [Obs.]"},{"word":"NATRIUM","definition":"The technical name for sodium."},{"word":"NIXIE CLERK","definition":"A post-office clerk in charge of the nixies."},{"word":"NUMERARY","definition":"Belonging to a certain number; counting as one of a collectionor body.A supernumerary canon, when he obtains a prebend, becomes a numerarycanon. Ayliffe."},{"word":"NINNYHAMMER","definition":"A simpleton; a silly person. [Colloq.] Addison."},{"word":"NEAPOLITAN","definition":"Of of pertaining to Maples in Italy.-- n."},{"word":"NANKEEN","definition":"Trousers made of nankeen. Ld. Lytton. Nankeen bird (Zoöl.), theAustralian night heron (Nycticorax Caledonicus); -- called alsoquaker."},{"word":"NONCONFORMITY","definition":"Neglect or failure of conformity; especially, in England, theneglect or refusal to unite with the established church in its ritesand modes of worship."},{"word":"NEMATOBLAST","definition":"A spermatocyte or spermoblast."},{"word":"NODULED","definition":"Having little knots or lumps."},{"word":"NALL","definition":"An awl. [Obs. or Prov. Eng.] Tusser."},{"word":"NINE-EYES","definition":"The lamprey."},{"word":"NATION","definition":"A part, or division, of the people of the earth, distinguishedfrom the rest by common descent, language, or institutions; a race; astock.All nations, and kindreds, and people, and tongues. Rev. vii. 9."},{"word":"NAIAD","definition":"A water nymph; one of the lower female divinities, fabled topreside over some body of fresh water, as a lake, river, brook, orfountain."},{"word":"NASSA","definition":"Any species of marine gastropods, of the genera Nassa, Tritia,and other allied genera of the family Nassidæ; a dog whelk. SeeIllust. under Gastropoda.-- nas\"soid, a."},{"word":"NINUT","definition":"The magpie. [Prov. Eng.]"},{"word":"NIPPLE","definition":"The protuberance through which milk is drawn from the breast ormamma; the mammilla; a teat; a pap."},{"word":"NECKBAND","definition":"A band which goes around the neck; often, the part at the topof a garment."},{"word":"NIMBLE","definition":"Light and quick in motion; moving with ease and celerity;lively; swift.Through the mid seas the nimble pinnace sails. Pope."},{"word":"NEATIFY","definition":"To make neat. [Obs.] olland."},{"word":"NEAR","definition":"Adjacent to; close by; not far from; nigh; as, the ship sailednear the land. See the Note under near, a."},{"word":"NEOLOGIAN","definition":"Neologic; neological."},{"word":"NONBITUMINOUS","definition":"Containing no bitumen; not bituminous."},{"word":"NATHLESS","definition":"Nevertheless. [Archaic] Chaucer. Milton. E. Arnold."},{"word":"NUBIA","definition":"A light fabric of wool, worn on the head by women; a cloud."},{"word":"NITTILY","definition":"Lousily. [Obs.] Haywar"},{"word":"NIB","definition":"The bill or beak of a bird; the neb."},{"word":"NUMSKULLED","definition":"Stupid; doltish. [Colloq.]"},{"word":"NEATRESS","definition":"A woman who takes care of cattle. [R.] Warner."},{"word":"NOLI-ME-TANGERE","definition":"A name formerly applied to several varieties of ulcerouscutaneous diseases, but now restricted to Lupus exedens, anulcerative affection of the nose."},{"word":"NOURISH","definition":"A nurse. [Obs.] Hoolland."},{"word":"NEGOCE","definition":"Business; occupation. [Obs.] Bentley."},{"word":"NOTANDUM","definition":"A thing to be noted or observed; a notable fact; -- chieflyused in the plural."},{"word":"NONEXPORTATION","definition":"A failure of exportation; a not exporting of commodities."},{"word":"NAUFRAGOUS","definition":"causing shipwreck. [Obs.] r. Taylor."},{"word":"NOULD","definition":"Would not. [Obs.] \"By those who nould repent.\" Fairfax."},{"word":"NOMINAL","definition":"A verb formed from a noun."},{"word":"NEESING","definition":"Sneezing. [Obs.] \"By his neesings a light doth shine.\" Job xli.18."},{"word":"NEPHOSCOPE","definition":"An instrument for observing the clouds and their velocity."},{"word":"NEGLIGENCE","definition":"The quality or state of being negligent; lack of due diligenceor care; omission of duty; habitual neglect; heedlessness."},{"word":"NITROSACCHARIN","definition":"An explosive nitro derivative of certain sugars, analogous tonitroglycerin, gun cotton, etc."},{"word":"NORIAN","definition":"Pertaining to the upper portion of the Laurentian rocks. T. S.Hunt."},{"word":"NOTARIALLY","definition":"In a notarial manner."},{"word":"NEUTRALIST","definition":"A neutral; one who professes or practices neutrality. Milman."},{"word":"NEVADITE","definition":"A grantitoid variety of rhyolite, common in Nevada."},{"word":"NAUGHTINESS","definition":"The quality or state of being naughty; perverseness; badness;wickedness.I know thy pride, and the naughtiness of thine heart. 1 Sam. xvii.28."},{"word":"NURL","definition":"To cut with reeding or fluting on the edge of, as coins, theheads of screws, etc.; to knurl."},{"word":"NAPHTHOIC","definition":"Pertaining to, derived from, or related to, naphthalene; --used specifically to designate any one of a series of carboxylderivatives, called naphthoic acids."},{"word":"NATURAL","definition":"Belonging to, to be taken in, or referred to, some system, inwhich the base is 1; -- said or certain functions or numbers; as,natural numbers, those commencing at 1; natural sines, cosines, etc.,those taken in arcs whose radii are 1."},{"word":"NUR","definition":"A hard knot in wood; also, a hard knob of wood used by boys inplaying hockey.I think I'm as hard as a nur, and as tough as whitleather. W. Howitt."},{"word":"NEVEN","definition":"To name; to mention; to utter. [Obs.]As oft I heard my lord them neven. Chaucer."},{"word":"NODULAR","definition":"Of, pertaining to, or in the form of, a nodule or knot."},{"word":"NEAPED","definition":"Left aground on the height of a spring tide, so that it willnot float till the next spring tide; -- called also beneaped."},{"word":"NATIVENESS","definition":"The quality or state of being native."},{"word":"NIGH","definition":"To draw nigh (to); to approach; to come near. [Obs.] Wyclif(Matt. iii. 2)."},{"word":"NONOBSERVANCE","definition":"Neglect or failure to observe or fulfill."},{"word":"NODULE","definition":"A rounded mass or irregular shape; a little knot or lump."},{"word":"NONCONDUCTOR","definition":"A substance which does not conduct, that is, convey ortransmit, heat, electricity, sound, vibration, or the like, or whichtransmits them with difficulty; an insulator; as, wool is anonconductor of heat; glass and dry wood are nonconductors ofelectricity."},{"word":"NEPHRITIC","definition":"A medicine adapted to relieve or cure disease of the kidneys."},{"word":"NOURISHER","definition":"One who, or that which, nourishes. Milton."},{"word":"NUCLEOPLASMIC","definition":"Of or pertaining to nucleoplasm; -- esp. applied to a bodyformed in the developing ovum from the plasma of the nucleus of thegerminal vesicle."},{"word":"NEURALGIA","definition":"A disease, the chief symptom of which is a very acute pain,exacerbating or intermitting, which follows the course of a nervousbranch, extends to its ramifications, and seems therefore to beseated in the nerve. It seems to be independent of any structurallesion. Dunglison."},{"word":"NECESSARINESS","definition":"The quality of being necessary."},{"word":"NURSTLE","definition":"To nurse. See Noursle. [Obs.]"},{"word":"NICOTIC","definition":"Nicotinic."},{"word":"NOTOPODIUM","definition":"The dorsal lobe or branch of a parapodium. See Parapodium."},{"word":"NURSER","definition":"One who nurses; a nurse; one who cherishes or encouragesgrowth."},{"word":"NOWISE","definition":"Not in any manner or degree; in no way; noways.Others whose case is nowise different. Earle."},{"word":"NOTE","definition":"To butt; to push with the horns. [Prov. Eng.]"},{"word":"NEPENTHES","definition":"A genus of climbing plants found in India, Malaya, etc., whichhave the leaves prolonged into a kind of stout tendril terminating ina pitcherlike appendage, whence the plants are often called pitcherplants and monkey-cups. There are about thirty species, of which thebest known is Nepenthes distillatoria. See Pitcher plant."},{"word":"NEUROMERE","definition":"A metameric segment of the cerebro-spinal nervous system."},{"word":"NEMATHECIUM","definition":"A peculiar kind of fructification on certain red algæ,consisting of an external mass of filaments at length separating intotetraspores."},{"word":"NARRATIVELY","definition":"In the style of narration."},{"word":"NORTHNESS","definition":"A tendency in the end of a magnetic needle to point to thenorth. Faraday."},{"word":"NEWFASHIONED","definition":"Made in a new form, or lately come into fashion."},{"word":"NIGROMANCIEN","definition":"A necromancer. [Obs.]These false enchanters or nigromanciens. Chaucer."},{"word":"NOTTURNO","definition":"Same as Nocturne."},{"word":"NOONSTEAD","definition":"The position of the sun at noon. [Obs.] Drayton."},{"word":"NEWEL","definition":"A novelty; a new thing. [Obs.] Spenser."},{"word":"NAPLESS","definition":"Without nap; threadbare. Shak."},{"word":"NONMETAL","definition":"Any one of the set of elements which, as contrasted with themetals, possess, produce, or receive, acid rather than basicproperties; a metalloid; as, oxygen, sulphur, and chlorine arenonmetals."},{"word":"NOSEBAND","definition":"That part of the headstall of a bridle which passes over ahorse's nose."},{"word":"NIOPO","definition":"A kind of snuff prepared by the natives of Venezuela from theroasted seeds of a leguminous tree (Piptadenia peregrina), thencecalled niopo tree."},{"word":"NINTHLY","definition":"In the ninth place."},{"word":"NUNDINATE","definition":"To buy and sell at fairs or markets. [Obs.]"},{"word":"NONSLAVEHOLDING","definition":"Not possessing or holding slaves; as, a nonslaveholding State."},{"word":"NINETEEN","definition":"Nine and ten; eighteen and one more; one less than twenty; as,nineteen months."},{"word":"NARDINE","definition":"Of or pertaining to nard; having the qualities of nard."},{"word":"NOTT-HEADED","definition":"Having the hair cut close. [Obs.] Chapman."},{"word":"NAPHTHIDE","definition":"A compound of naphthalene or its radical with a metallicelement; as, mercuric naphthide."},{"word":"NUGACITY","definition":"Futility; trifling talk or behavior; drollery. [R.] Dr. H.More."},{"word":"NIGRIFICATION","definition":"The act or process of making black. [R.] Johnson."},{"word":"NECTOSTEM","definition":"That portion of the axis which bears the nectocalyces in theSiphonophora."},{"word":"NIMBLENESS","definition":"The quality of being nimble; lightness and quickness in motion;agility; swiftness."},{"word":"NEWCOME","definition":"Recently come."},{"word":"NUNDINAL","definition":"A nundinal letter."},{"word":"NECROSIS","definition":"Mortification or gangrene of bone, or the death of a bone orportion of a bone in mass, as opposed to its death by moleculardisintegration. See Caries."},{"word":"NEEDY","definition":"A needle. [Obs.] Shak."},{"word":"NELUMBO","definition":"A genus of great water lilies. The North American species isNelumbo lutea, the Asiatic is the sacred lotus, N. speciosa. [Writtenalso Nelumbium.]"},{"word":"NYMPHAEA","definition":"A genus of aquatic plants having showy flowers (white, blue,pink, or yellow, often fragrant), including the white water lily andthe Egyptia lotus."},{"word":"NUMERIC","definition":"Any number, proper or improper fraction, or incommensurableratio. The term also includes any imaginary expression like m + nsq.root-1, where m and n are real numerics."},{"word":"NONSPARING","definition":"Sparing none."},{"word":"NEGOTIABILITY","definition":"The quality of being negotiable or transferable by indorsement."},{"word":"NAPHTHALENE","definition":"A white crystalline aromatic hydrocarbon, C10H8, analogous tobenzene, and obtained by the distillation of certain bituminousmaterials, such as the heavy oil of coal tar. It is the type andbasis of a large number of derivatives among organic compounds.Formerly called also naphthaline. Naphthalene red (Chem.), a dyestuffobtained from certain diazo derivatives of naphthylamine, and calledalso magdala red.-- Naphthalene yellow (Chem.), a yellow dyestuff obtained fromcertain nitro derivatives of naphthol."},{"word":"NOUS","definition":"Intellect; understanding; talent; -- used humorously."},{"word":"NOTT","definition":"Shorn. [Obs.]"},{"word":"NUMERABLE","definition":"Capable of being numbered or counted."},{"word":"NEURAD","definition":"Toward the neural side; -- opposed to hæmad."},{"word":"NAYWARD","definition":"The negative side. [R.]Howe'er you lean to the nayward. Shak."},{"word":"NECROPOLIS","definition":"A city of the dead; a name given by the ancients to theircemeteries, and sometimes applied to modern burial places; agraveyard."},{"word":"NOCTUID","definition":"Any one of numerous moths of the family Noctuidæ, orNoctuælitæ, as the cutworm moths, and armyworm moths; -- so calledbecause they fly at night.-- a."},{"word":"NONPROFICIENT","definition":"One who has failed to become proficient."},{"word":"NUTJOBBER","definition":"The nuthatch. [Prov. Eng.]"},{"word":"NEUROPTERAN","definition":"A neuropter."},{"word":"NEW THOUGHT","definition":"Any form of belief in mental healing other than (1) ChristianScience and (2) hypnotism or psychotherapy. Its central principle isaffirmative thought, or suggestion, employed with the conviction thatman produces changes in his health, his finances, and his life by theadoption of a favorable mental attitude. AS a therapeutic doctrine itstands for silent and absent mental treatment, and the theory thatall diseases are mental in origin. As a cult it has its unifying ideathe inculcation of workable optimism in contrast with the \"oldthought\" of sin, evil, predestination, and pessimistic resignation.The term is essentially synonymous with the term High Thought, usedin England."},{"word":"NOMARCH","definition":"The chief magistrate of a nome or nomarchy."},{"word":"NEORAMA","definition":"A panorama of the interior of a building, seen from within."},{"word":"NATICA","definition":"Any one of numerous species of marine gastropods belonging toNatica, Lunatia, Neverita, and other allied genera (family Naticidæ.)They burrow beneath the sand, or mud, and drill other shells."},{"word":"NUMERATIVE","definition":"Of or pertaining to numeration; as, a numerative system. Eng.Cyc."},{"word":"NONCONFORMING","definition":"Not conforming; declining conformity; especially, notconforming to the established church of a country."},{"word":"NARDOO","definition":"An Australian name for Marsilea Drummondii, a four-leavedcryptogamous plant, sometimes used for food."},{"word":"NAMO","definition":"No more. [Obs.] Chaucer."},{"word":"NOBLENESS","definition":"The quality or state of being noble; greatness; dignity;magnanimity; elevation of mind, character, or station; nobility;grandeur; stateliness.His purposes are full honesty, nobleness, and integrity. Jer. Taylor."},{"word":"NON EST INVENTUS","definition":"The return of a sheriff on a writ, when the defendant is notfound in his county. Bouvier."},{"word":"NONDISCOVERY","definition":"Want or failure of discovery."},{"word":"NIHILISM","definition":"The theories and practices of the Nihilists."},{"word":"NIL","definition":"Will not. [Obs.] Chaucer."},{"word":"NOODLE","definition":"A simpleton; a blockhead; a stupid person; a ninny. [Low]The chuckling grin of noodles. Sydney Smith."},{"word":"NUDIFICATION","definition":"The act of making nude."},{"word":"NOILS","definition":"Waste and knots of wool removed by the comb; combings."},{"word":"NITRIFIER","definition":"An agent employed in nitrification."},{"word":"NUDDLE","definition":"To walk quickly with the head bent forward; -- often withalong. [Prov. Eng.]"},{"word":"NOWEL","definition":"A kind of hymn, or canticle, of mediæval origin, sung in honorof the Nativity of our Lord; a Christmas carol. Grove."},{"word":"NOOK","definition":"A narrow place formed by an angle in bodies or between bodies;a corner; a recess; a secluded retreat.How couldst thou find this dark, sequestered nook Milton."},{"word":"NORTHWARD","definition":"Toward the north; nearer to the north than to the east or westpoint."},{"word":"NOSOLOGICAL","definition":"Of or pertaining to nosology."},{"word":"NOROPIANIC","definition":"Of, pertaining to, or designating, an acid of the aromaticseries obtained from opianic acid."},{"word":"NECTARIZE","definition":"To mingle or infuse with nectar; to sweeten. [Obs.] Cockeram."},{"word":"NORIA","definition":"A large water wheel, turned by the action of a stream againstits floats, and carrying at its circumference buckets, by which wateris raised and discharged into a trough; used in Arabia, China, andelsewhere for irrigating land; a Persian wheel."},{"word":"NETHERMORE","definition":"Lower, nether. [Obs.] Holland."},{"word":"NYSTAGMUS","definition":"A rapid involuntary oscillation of the eyeballs."},{"word":"NON-FEASANCE","definition":"An omission or neglect to do something, esp. that which oughtto have been done. Cf. Malfeasance."},{"word":"NOTAL","definition":"Of or pertaining to the back; dorsal."},{"word":"NODOSARINE","definition":"Resembling in form or structure a foraminiferous shell of thegenus Nodosaria.-- n. (Zoöl.)"},{"word":"NATES","definition":"The umbones of a bivalve shell."},{"word":"NANISM","definition":"The condition of being abnormally small in stature;dwarfishness; -- opposed to gigantism."},{"word":"NONRESISTING","definition":"Not making resistance."},{"word":"NEURO-EPIDERMAL","definition":"Pertaining to, or giving rise to, the central nervous systemand epiderms; as, the neuroepidermal, or epiblastic, layer of theblastoderm."},{"word":"NEPTUNIUM","definition":"A new metallic element, of doubtful genuineness and uncertainindentification, said to exist in certain minerals, as columbite.Hermann."},{"word":"NOCTUARY","definition":"A record of what passes in the night; a nightly journal; --distinguished from diary. [R.] Addison."},{"word":"NEWNESS","definition":"The quality or state of being new; as, the newness of a system;the newness of a scene; newness of life."},{"word":"NIPPLEWORT","definition":"A yellow-flowered composite herb (Lampsana communis), formerlyused as an external application to the nipples of women; -- calledalso dock-cress."},{"word":"NECESSARILY","definition":"In a necessary manner; by necessity; unavoidably;indispensably."},{"word":"NOTED","definition":"Well known by reputation or report; eminent; celebrated; as, anoted author, or traveler.-- Not\"ed*ly, adv.-- Not\"ed*ness, n."},{"word":"NAIVE","definition":"Having native or unaffected simplicity; ingenuous; artless;frank; as, naïve manners; a naïve person; naïve and unsophisticatedremarks."},{"word":"NECROPSY","definition":"A post-mortem examination or inspection; an autopsy. SeeAutopsy."},{"word":"NICOTINIC","definition":"Pertaining to, or derived from, nicotine; nicotic; -- usedspecifically to designate an acid related to pyridine, obtained bythe oxidation of nicotine, and called nicotinic acid."},{"word":"NAB","definition":"The cock of a gunlock. Knight."},{"word":"NACKER","definition":"See Nacre. Johnson."},{"word":"NUCLEATE","definition":"Having a nucleus; nucleated."},{"word":"NARE","definition":"A nostril. [R.] B. Jonson."},{"word":"NICKELODEON","definition":"A place of entertainment, as for moving picture exhibition,charging a fee or admission price of five cents. [U. S.]"},{"word":"NEGROLOID","definition":"See Negroid."},{"word":"NIBBED","definition":"Having a nib or point."},{"word":"NAVEL-STRING","definition":"The umbilical cord."},{"word":"NONMEMBER","definition":"One who is not a member."},{"word":"NACRE","definition":"A pearly substance which lines the interior of many shells, andis most perfect in the mother-of-pearl. [Written also nacker andnaker.] See Pearl, and Mother-of-pearl."},{"word":"NONPLANE","definition":"Not lying in one plane; -- said of certain curves."},{"word":"NEOGAEAN","definition":"Of or pertaining to the New World, or Western Hemisphere."},{"word":"NORWEYAN","definition":"Norwegian. [Obs.] Shak."},{"word":"NARRAGANSETTS","definition":"A tribe of Indians who formerly inhabited the shores ofNarragansett Bay."},{"word":"NY","definition":"Not I; nor I. [Obs.]"},{"word":"NEMATOCERA","definition":"A suborder of dipterous insects, having long antennæ, as themosquito, gnat, and crane fly; -- called also Nemocera."},{"word":"NEHILOTH","definition":"A term supposed to mean, perforated wind instruments of music,as pipes or flutes. Ps. v. (heading)."},{"word":"NORFOLK SPANIEL","definition":"One of a breed of field spaniels similar to the clumbers, butshorter in body and of a liver-and-white or black-and-white color."},{"word":"NYCTALOPS","definition":"One afflicted with nyctalopia."},{"word":"NONREGARDANCE","definition":"Want of due regard; disregard; slight. [Obs.] Shak."},{"word":"NEUTRALITY","definition":"The quality or state of being neutral. See Neutral, a., 4."},{"word":"NITRY","definition":"Nitrous. [Obs.]"},{"word":"NEMATO-","definition":". A combining from Gr. nhema, nhematos, a thread."},{"word":"NECKAR NUT","definition":"See Nicker nut."},{"word":"NAN","definition":"Anan. [Prov. Eng.]"},{"word":"NEROLI","definition":"An essential oil obtained by distillation from the flowers ofthe orange. It has a strong odor, and is used in perfumery, etc.Neroli camphor (Chem.), a white crystalline waxy substance, tastelessand odorless, obtained from beroli oil; -- called also auradin."},{"word":"NIDIFICATE","definition":"To make a nest.Where are the fishes which nidificated in trees Lowell."},{"word":"NEVERTHELATER","definition":"Nevertheless. [Obs.]"},{"word":"NONELECTION","definition":"Failure of election."},{"word":"NEUROTIC","definition":"Any toxic agent whose action is mainly directed to the greatnerve centers."},{"word":"NIVOSE","definition":"The fourth month of the French republican calendar [1792-1806].It commenced December 21, and ended January 19. See VendÉmiaire."},{"word":"NATTER","definition":"To find fault; to be peevish. [Prov. Eng. or Scot.]"},{"word":"NATIVE","definition":"Any of the live stock found in a region, as distinguished fromsuch as belong to pure and distinct imported breeds. [U.S.]"},{"word":"NOTCHBOARD","definition":"The board which receives the ends of the steps in a staircase."},{"word":"NOCIVE","definition":"Hurtful; injurious. [R.] Hooker."},{"word":"NAPHTHALIDINE","definition":"Same as Naphthylamine."},{"word":"NEUROGLIA","definition":"The delicate connective tissue framework which supports thenervous matter and blood vessels of the brain and spinal cord."},{"word":"NATIONALRATH","definition":"See Legislature."},{"word":"NIN","definition":"Not in. [Obs.] Chaucer."},{"word":"NAP-TAKING","definition":"A taking by surprise; an unexpected onset or attack. Carew."},{"word":"NEUROKERATIN","definition":"A substance, resembling keratin, present in nerve tissue, as inthe sheath of the axis cylinder of medullated nerve fibers. Likekeratin it resists the action of most chemical agents, and bydecomposition with sulphuric acid yields leucin and tyrosin."},{"word":"NONTOXIC","definition":"Not toxic."},{"word":"NAVARRESE","definition":"Of or pertaining to Navarre.-- n. sing. \u0026 pl."},{"word":"NICOLAITAN","definition":"One of certain corrupt persons in the early church at Ephesus,who are censured in rev. ii. 6, 15."},{"word":"NOONTIDE","definition":"The time of noon; midday."},{"word":"NOWTHE","definition":"See Nouthe. [Obs.] Chaucer."},{"word":"NARD","definition":"An East Indian plant (Nardostachys Jatamansi) of the Valerianfamily, used from remote ages in Oriental perfumery."},{"word":"NONCONDENSIBLE","definition":"Not condensible; incapable of being liquefied; -- said ofgases."},{"word":"NEPTUNE","definition":"The son of Saturn and Ops, the god of the waters, especially ofthe sea. He is represented as bearing a trident for a scepter."},{"word":"NEEDLEWOMAN","definition":"A woman who does needlework; a seamstress."},{"word":"NOTODONTIAN","definition":"Any one of several species of bombycid moths belonging toNotodonta, Nerice, and allied genera. The caterpillar of these mothshas a hump, or spine, on its back."},{"word":"NATURISM","definition":"The belief or doctrine that attributes everything to nature asa sanative agent."},{"word":"NEURALGY","definition":"Neuralgia."},{"word":"NECKLACE","definition":"A rope or chain fitted around the masthead to hold hangingblocks for jibs and stays."},{"word":"NATURAL STEEL","definition":"Steel made by the direct refining of cast iron in a finery, or,as wootz, by a direct process from the ore."},{"word":"NEONOMIANISM","definition":"The doctrines or belief of the neonomians."},{"word":"NIAGARA PERIOD","definition":"A subdivision or the American Upper Silurian system, embracingthe Medina, Clinton, and Niagara epoch. The rocks of the Niagaraepoch, mostly limestones, are extensively distributed, and at NiagaraFalls consist of about eighty feet of shale supporting a greaterthickness of limestone, which is gradually undermined by the removalof the shale. See Chart of Geology."},{"word":"NONNE","definition":"A nun. [Obs.] Chaucer."},{"word":"NONDESCRIPT","definition":"Not hitherto described; novel; hence, odd; abnormal;unclassifiable."},{"word":"NISI","definition":"Unless; if not."},{"word":"NEGLECTION","definition":"The state of being negligent; negligence. [Obs.] Shak."},{"word":"NOMINOR","definition":"A nominator. [Obs.] Bentham."},{"word":"NEWS-VNDER","definition":"A seller of newspapers."},{"word":"NIEF","definition":"See Neif, the fist."},{"word":"NETTLING","definition":"Stinging; irritating. Nettling cell (Zoöl.), a lasso cell. Seeunder Lasso."},{"word":"NEXUS","definition":"Connection; tie.Man is doubtless one by some subtile nexus ... extending from thenew-born infant to the superannuated dotard. De Quincey."},{"word":"NEOZOIC","definition":"More recent than the Paleozoic, -- that is, including theMesozoic and Cenozoic."},{"word":"NUMPS","definition":"A dolt; a blockhead. [Obs.] Bp. Parker."},{"word":"NAVIGEROUS","definition":"Bearing ships; capable of floating vessels. [R.] Blount."},{"word":"NONRECURRING","definition":"Nonrecurrent."},{"word":"NUTLET","definition":"A small nut; also, the stone of a drupe."},{"word":"NEUROGRAPHY","definition":"A description of the nerves. Dunglison."},{"word":"NEBULE","definition":"A little cloud; a cloud. [Obs.]O light without nebule. Old Ballad."},{"word":"NEWISH","definition":"Somewhat new; nearly new. Bacon."},{"word":"NEURULA","definition":"An embryo or certain invertebrates in the stage when theprimitive band is first developed."},{"word":"NOCTIFEROUS","definition":"Bringing night. [Obs.] Johnson."},{"word":"NEOCLASSIC ARCHITECTURE","definition":"All that architecture which, since the beginning of the ItalianRenaissance, about 1420, has been designed with deliberate imitationof Greco-Roman buildings."},{"word":"NOYOUS","definition":"Annoying; disagreeable. [Obs.]Watch the noyous night, and wait for Spenser."},{"word":"NOETIAN","definition":"One of the followers of Noetus, who lived in the third century.He denied the distinct personality of the Father, Son, and HolyGhost."},{"word":"NECESSITIED","definition":"In a state of want; necessitous. [Obs.] Shak."},{"word":"NITTER","definition":"The horselouse; an insect that deposits nits on horses."},{"word":"NONETT","definition":"The titmouse. [Obs.]"},{"word":"NUMERATOR","definition":"The term in a fraction which indicates the number of fractionalunits that are taken."},{"word":"NONEXISTENT","definition":"Not having existence."},{"word":"NITRUM","definition":"Niter. Nitrum flammans Etym: [L., flaming niter] (Old Chem.),ammonium nitrate; -- probably so called because it deflagerates whensuddenly heated."},{"word":"NERVIMOTION","definition":"The movement caused in the sensory organs by external agentsand transmitted to the muscles by the nerves. Dunglison."},{"word":"NOVATION","definition":"A substitution of a new debt for an old one; also, theremodeling of an old obligation."},{"word":"NUDE","definition":"Naked; without consideration; void; as, a nude contract. SeeNudum pactum. Blackstone. The nude, the undraped human figure in art.-- Nude\"ly, adv.- Nude\"ness, n."},{"word":"NOTORHIZAL","definition":"Having the radicle of the embryo lying against the back of oneof the cotyledons; incumbent."},{"word":"NAPHTHENE","definition":"A peculiar hydrocarbon occuring as an ingredient of Caucasianpetroleum."},{"word":"NOMAD","definition":"One of a race or tribe that has no fixed location, but wandersfrom place to place in search of pasture or game."},{"word":"NICK","definition":"An evil spirit of the waters. Old Nick, the evil one; thedevil. [Colloq.]"},{"word":"NONSURETY","definition":"Insecurity. [Obs.]"},{"word":"NUMBERER","definition":"One who numbers."},{"word":"NONCE","definition":"The one or single occasion; the present call or purpose; --chiefly used in the phrase for the nonce.The miller was a stout carl for the nones. Chaucer.And that he calls for drink, I 'll have prepared him A chalice forthe nonce. Shak.Nonce word, \"a word apparently employed only for the nonce\". Murray(New English Dict. )."},{"word":"NUNCUPATORY","definition":"Nuncupative; oral."},{"word":"NUDICAUL","definition":"Having the stems leafless."},{"word":"NESH","definition":"Soft; tender; delicate. [Obs. or Prov. Eng.]"},{"word":"NEF","definition":"The nave of a church. Addison."},{"word":"NICARAGUA WOOD","definition":"Brazil wood."},{"word":"NOCAKE","definition":"Indian corn parched, and beaten to powder, -- used for food bythe Northern American Indians."},{"word":"NAUTILOID","definition":"Like or pertaining to the nautilus; shaped like a nautilusshell.-- n."},{"word":"NUMMULATION","definition":"The arrangement of the red blood corpuscles in rouleaux, likepiles of coins, as when a drop of human blood is examined under themicroscope."},{"word":"NYULA","definition":"A species of ichneumon (Herpestes nyula). Its fur isbeautifully variegated by closely set zigzag markings."},{"word":"NICKEL","definition":"A bright silver-white metallic element. It is of the irongroup, and is hard, malleable, and ductile. It occurs combined withsulphur in millerite, with arsenic in the mineral niccolite, and witharsenic and sulphur in nickel glance. Symbol Ni. Atomic weight 58.6."},{"word":"NEGLECTEDNESS","definition":"The state of being neglected."},{"word":"NAMAYCUSH","definition":"A large North American lake trout (Salvelinus namaycush). It isusually spotted with red, and sometimes weighs over forty pounds.Called also Mackinaw trout, lake trout, lake salmon, salmon trout,togue, and tuladi."},{"word":"NIOBATE","definition":"Same as Columbate."},{"word":"NONATTENDANCE","definition":"A failure to attend; omission of attendance; nonappearance."},{"word":"NIGHTMAN","definition":"One whose business is emptying privies by night."},{"word":"NEGRO","definition":"A black man; especially, one of a race of black or very darkpersons who inhabit the greater part of tropical Africa, and aredistinguished by crisped or curly hair, flat noses, and thickprotruding lips; also, any black person of unmixed African blood,wherever found."},{"word":"NEOGRAPHY","definition":"A new method or system of writing."},{"word":"NAPE","definition":"The back part of the neck. Spenser."},{"word":"NEOSSINE","definition":"The substance constituting the edible bird's nest."},{"word":"NORTHWESTER","definition":"A storm or gale from the northwest; a strong northwest wind."},{"word":"NEURISM","definition":"Nerve force. See Vital force, under Vital."},{"word":"NEGOTIABLE","definition":"Capable of being negotiated; transferable by assigment orindorsement to another person; as, a negotiable note or bill ofexchange. Negotiable paper, any commercial paper transferable by saleor delivery and indorsement, as bills of exchange, drafts, checks,and promissory notes."},{"word":"NONCOMMISSIONED","definition":"Not having a commission. Noncommissioned officer (Mil.), asubordinate officer not appointed by a commission from the chiefexecutive or supreme authority of the State; but by the Secretary ofWar or by the commanding officer of the regiment."},{"word":"NAUTICAL","definition":"Of or pertaining to seamen, to the art of navigation, or toships; as, nautical skill."},{"word":"NERVIMOTOR","definition":"Any agent capable of causing nervimotion. Dunglison."},{"word":"NEOCLASSIC","definition":"Belonging to, or designating, the modern revival of classical,esp. Greco-Roman, taste and manner of work in architecture, etc."},{"word":"NONDELIVERY","definition":"A neglect or failure of delivery; omission of delivery."},{"word":"NAKER","definition":"Same as Nacre."},{"word":"NUGATION","definition":"The act or practice of trifling. [R.] Bacon."},{"word":"NIXIE","definition":"See Nix."},{"word":"NITTINGS","definition":"The refuse of good ore. Raymond."},{"word":"NECROTIC","definition":"Affected with necrosis; as, necrotic tissue; characterized by,or producing, necrosis; as, a necrotic process."},{"word":"NONADMISSION","definition":"Failure to be admitted."},{"word":"NOMINALIST","definition":"One of a sect of philosophers in the Middle Ages, who adoptedthe opinion of Roscelin, that general conceptions, or universals,exist in name only. Reid."},{"word":"NUNCUPATION","definition":"The act of nuncupating. [Obs.]"},{"word":"NITRIFEROUS","definition":"Bearing niter; yielding, or containing, niter."},{"word":"NORTHERLY","definition":"Of or pertaining to the north; toward the north, or from thenorth; northern."},{"word":"NONONE","definition":"Any one of several metameric unsaturated hydrocarbons (C9H14)of the valylene series."},{"word":"NEATHERD","definition":"A person who has the care of neat cattle; a cowherd. Dryden."},{"word":"NECESSARIANISM","definition":"The doctrine of philosophical necessity; necessitarianism.Hixley."},{"word":"NONCOHESION","definition":"Want of cohesion."},{"word":"NONPREPARATION","definition":"Neglect or failure to prepare; want of preparation."},{"word":"NASOTURBINAL","definition":"Connected with, or near, both the turbinal and the nasal bones;as, the nasalturbinal bone, made up of the uppermost lammelæ of theethmoturbinal, and sometimes united with the nasal.-- n."},{"word":"NESTORIAN","definition":"An adherent of Nestorius, patriarch of Constantinople to thefifth century, who has condemned as a heretic for maintaining thatthe divine and the human natures were not merged into one nature inChrist (who was God in man), and, hence, that it was improper to callMary the mother of Christ; also, one of the sect established by thefollowers of Nestorius in Persia, india, and other Orientalcountries, and still in existence. opposed to Ant: Eutychian."},{"word":"NIPPERS","definition":"A device with fingers or jaws for seizing an object and holdingor conveying it; as, in a printing press, a clasp for catching asheet and conveying it to the form."},{"word":"NEGOTIOSITY","definition":"The state of being busy; multitude of business. [Obs.]"},{"word":"NOVENE","definition":"Relating to, or dependent on, the number nine; novenary. [R.]The triple and novene division ran throughout. Milman."},{"word":"NEUROTOMIST","definition":"One who skilled in or practices neurotomy."},{"word":"NOCTIVAGATION","definition":"A roving or going about in the night. Gayton."},{"word":"NOBBY","definition":"Stylish; modish; elegant; showy; aristocratic; fashionable.[Slang]"},{"word":"NICKELIC","definition":"Pertaining to, or containing, nickel; specifically, designatingcompounds in which, as contrasted with the nickelous compounds, themetal has a higher valence; as nickelic oxide."},{"word":"NUCLEOIDIOPLASMA","definition":"Hyaline plasma contained in the nucleus of vegetable cells."},{"word":"NEGLIGIBLE","definition":"That may neglicted, disregarded, or left out of consideration.Within very negligible limits of error. Sir J. Herschel."},{"word":"NOTWITHSTANDING","definition":"Without prevention, or obstruction from or by; in spite of.We gentil women bee Loth to displease any wight, Notwithstanding ourgreat right. Chaucer's Dream.Those on whom Christ bestowed miraculous cures were so transportedthat their gratitude made them, notwithstanding his prohibition,proclaim the wonders he had done. Dr. H. More."},{"word":"NIGRITUDE","definition":"Blackness; the state of being black. Lamb."},{"word":"NORTHEASTER","definition":"A storm, strong wind, or gale, coming from the northeast."},{"word":"NUDIBRANCH","definition":"Of or pertaining to the Nudibranchiata.-- n."},{"word":"NOWADAYS","definition":"In these days; at the present time.What men of spirit, nowadays, Come to give sober judgment of newplays Garrick."},{"word":"NORMALIZATION","definition":"Reduction to a standard or normal state."},{"word":"NONADULT","definition":"Not adult; immature."},{"word":"NIFLE","definition":"A trifle. [Obs.] Chaucer."},{"word":"NONSUCH","definition":"See Nonesuch."},{"word":"NICOTIANINE","definition":"A white waxy substance having a hot, bitter taste, extractedfrom tobacco leaves and called also tobacco camphor."},{"word":"NAUGHT","definition":"In no degree; not at all. Chaucer.To wealth or sovereign power he naught applied. Fairfax."},{"word":"NOYANCE","definition":", Annoyance. [Obs.] Spenser."},{"word":"NEEDINESS","definition":"The state or quality of being needy; want; poverty; indigence."},{"word":"NYS","definition":"Is not. See Nis. Chaucer. Spenser."},{"word":"NEGRITOS","definition":"A degraded Papuan race, inhabiting Luzon and some of the othereast Indian Islands. They resemble negroes, but are smaller in size.They are mostly nomads."},{"word":"NOVELRY","definition":"Novelty; new things. [Obs.] Chaucer."},{"word":"NEOPLATONISM","definition":"A pantheistic eclectic school of philosophy, of which Plotinuswas the chief (A. D. 205-270), and which sought to reconcile thePlatonic and Aristotelian systems with Oriental theosophy. It tendedto mysticism and theurgy, and was the last product of Greekphilosophy."},{"word":"NONCONSTAT","definition":"It does not appear; it is not plain or clear; it does notfollow."},{"word":"NUCLEUS","definition":"The body or the head of a comet."},{"word":"NOPE","definition":"A bullfinch. [Prov. Eng.]"},{"word":"NEURILITY","definition":"The special properties and functions of the nerves; thatcapacity for transmitting a stimulus which belongs to nerves. G. H.Lewes."},{"word":"NICOTIAN","definition":"Tobacco. [R.] B. Jonson."},{"word":"NATIVIST","definition":"An advocate of nativism."},{"word":"NORMALLY","definition":"In a normal manner. Darwin."},{"word":"NOONING","definition":"A rest at noon; a repast at noon."},{"word":"NAUSEATE","definition":"To become squeamish; to feel nausea; to turn away with disgust."},{"word":"NITROMAGNESITE","definition":"Nitrate of magnesium, a saline efflorescence closely resemblingnitrate of calcium."},{"word":"NOTIONATE","definition":"Notional. [R.]"},{"word":"NARCOSIS","definition":"Privation of sense or consciousness, due to a narcotic."},{"word":"NONSENSITIVE","definition":"Not sensitive; wanting sense or perception; not easilyaffected."},{"word":"NULLIPORE","definition":"A name for certain crustaceous marine algæ which secretecarbonate of lime on their surface, and were formerly thought to beof animal nature. They are now considered corallines of the generaMelobesia and Lithothamnion."},{"word":"NOG","definition":"A treenail to fasten the shores."},{"word":"NOF","definition":"Not of; nor of. [Obs.]"},{"word":"NIGROSINE","definition":"A dark blue dyestuff, of the induline group; -- called alsoazodiphenyl blue."},{"word":"NOULE","definition":"The top of the head; the head or noll. [Obs.] Spenser."},{"word":"NAILERESS","definition":"A women who makes nailes."},{"word":"NAVEW","definition":"A kind of small turnip, a variety of Brassica campestris. SeeBrassica. [Writen also naphew.]"},{"word":"NECTOCALYX","definition":"The cavity of a nectocalyx."},{"word":"NEWS-BOOK","definition":"A newspaper. [Obs.]"},{"word":"NEWFANGLENESS","definition":"Newfangledness. [Obs.] Chaucer.Proud newfangleness in their apparel. Robynson (More's Utopia)."},{"word":"NAVAL","definition":"Having to do with shipping; of or pertaining to ships or anavy; consisting of ships; as, naval forces, successes, stores, etc."},{"word":"NONDO","definition":"A coarse umbelliferous plant (Ligusticum actæifolium) with alarge aromatic root. It is found chiefly in the Alleghany region.Also called Angelico."},{"word":"NUMMULITE","definition":"A fossil of the genus Nummulites and allied genera."},{"word":"NONMETALLIC","definition":"Resembling, or possessing the properties of, a nonmetal ormetalloid; as, sulphur is a nonmetallic element."},{"word":"NONSOLVENT","definition":"Not solvent; insolvent."},{"word":"NIT","definition":"The egg of a louse or other small insect. Nit grass (Bot.), apretty annual European grass (Gastridium lendigerum), with smallspikelets somewhat resembling a nit. It is also found in Californiaand Chili."},{"word":"NYMPHOMANIA","definition":"Morbid and uncontrollable sexual desire in women, constitutinga true disease."},{"word":"NATAL BOIL","definition":"= Aleppo boil."},{"word":"NAZARITISM","definition":"The vow and practice of a Nazarite."},{"word":"NEGOTIATOR","definition":"One who negotiates; a person who treats with others, either asprincipal or agent, in respect to purchase and sale, or publiccompacts."},{"word":"NEMALITE","definition":"A fibrous variety of brucite."},{"word":"NISTE","definition":"Wist not; knew not. [Obs.] Chaucer."},{"word":"NICERY","definition":"Nicety. [Colloq.] Chapman."},{"word":"NEGOTIOUSNESS","definition":"The state of being busily occupied; activity. [R.] D. Rogers."},{"word":"NONAPPOINTMENT","definition":"Neglect of making appointment; failure to receive anappointment."},{"word":"NEMS","definition":"The ichneumon."},{"word":"NAPUS","definition":"A kind of turnip. See Navew."},{"word":"NIGHTTIME","definition":"The time from dusk to dawn; -- opposed to Ant: daytime."},{"word":"NOSTOC","definition":"A genus of algæ. The plants are composed of moniliform cellsimbedded in a gelatinous substance."},{"word":"NEWFANGLEDNESS","definition":"Affectation of, or fondness for, novelty; vain or affectedfashion or form."},{"word":"NOSTALGIC","definition":"Of or pertaining to nostalgia; affected with nostalgia."},{"word":"NONATTENTION","definition":"Inattention."},{"word":"NOVEL","definition":"Of recent origin or introduction; not ancient; new; hence, outof the ordinary course; unusual; strange; surprising."},{"word":"NESE","definition":"Nose. [Obs.] Piers plowman."},{"word":"NANNYBERRY","definition":"See Sheepberry."},{"word":"NECROSED","definition":"Affected by necrosis; dead; as, a necrosed bone. Dunglison."},{"word":"NICHED","definition":"Placed in a niche. \"Those niched shapes of noble mold.\"Tennyson."},{"word":"NITRE","definition":"See Niter."},{"word":"NARRATOR","definition":"One who narrates; one who relates a series of events ortransactions."},{"word":"NECKWEAR","definition":"A collective term for cravats, collars, etc. [Colloq. or tradename]"},{"word":"NIMBLESS","definition":"Nimbleness. [Obs.] Spenser."},{"word":"NIGHTSHADE","definition":"A common name of many species of the genus Solanum, given esp.to the Solanum nigrum, or black nightshade, a low, branching weedwith small white flowers and black berries reputed to be poisonous.Deadly nightshade. Same as Belladonna (a).-- Enchanter's nightshade. See under Enchanter.-- Stinking nightshade. See Henbane.-- Three-leaved nightshade. See Trillium."},{"word":"NITROMURIATIC","definition":"Of, pertaining to, or composed of, nitric acid and muriaticacid; nitrohydrochloric. See Nitrohydrochloric."},{"word":"NAZARENE","definition":"One of a sect of Judaizing Christians in the first and secondcenturies, who observed the laws of Moses, and held to certainheresies."},{"word":"NEBULY","definition":"A line or a direction composed of successive short curves orwaves supposed to resembe a cloud. See NÉbulÉ"},{"word":"NORTH","definition":"Lying toward the north; situated at the north, or in a northerndirection from the point of observation or reckoning; proceedingtoward the north, or coming from the north. North following. SeeFollowing, a., 2.-- North pole, that point in the heavens, or on the earth, ninetydegrees from the equator toward the north.-- North preceding. See Following, a., 2.-- North star, the star toward which the north pole of the earthvery nearly points, and which accordingly seems fixed and immovablein the sky. The star a (alpha) of the Little Bear, is our presentnorth star, being distant from the pole about 1º 25', and from yearto year approaching slowly nearer to it. It is called also Cynosura,polestar, and by astronomers, Polaris."},{"word":"NEIGHBORLINESS","definition":"The quality or state of being neighborly."},{"word":"NOSOCOMIAL","definition":"Of or pertaining to a hospital; as, nosocomial atmosphere.Dunglison."},{"word":"NAVICULAR","definition":"The navicular bone."},{"word":"NEOGAMIST","definition":"A person recently married."},{"word":"NINE-BARK","definition":"A white-flowered rosaceous shrub (Neillia, or Spiræa,opulifolia), common in the Northern United States. The bark separatesinto many thin layers, whence the name."},{"word":"NEUROCITY","definition":"Nerve force."},{"word":"NEMERTIAN","definition":"Nemertean."},{"word":"NUMSKULL","definition":"A dunce; a dolt; a stupid fellow. [Colloq.]They have talked like numskulls. Arbuthnot."},{"word":"NEUTRALIZE","definition":"To render inert or imperceptible the peculiar affinities of, asa chemical substance; to destroy the effect of; as, to neutralize anacid with a base."},{"word":"NEBULIZE","definition":"To reduce (as a liquid) to a fine spray or vapor; to atomize."},{"word":"NIDGERY","definition":"A trifle; a piece of foolery. [Obs.] Skinner."},{"word":"NAYT","definition":"To refuse; to deny. [Obs.] \"He shall not nayt ne deny his sin.\"Chaucer."},{"word":"NONESUCH","definition":"A person or thing of a sort that there is no other such;something extraordinary; a thing that has not its equal. It is givenas a name to various objects, as to a choice variety of apple, aspecies of medic (Medicago lupulina), a variety of pottery clay, etc."},{"word":"NIMBLY","definition":"In a nimble manner; with agility; with light, quick motion."},{"word":"NONTRONITE","definition":"A greenish yellow or green mineral, consisting chiefly of thehydrous silicate of iron."},{"word":"NAZARITIC","definition":"Of or pertaining to a Nazarite, or to Nazarites."},{"word":"NULLED","definition":"Turned so as to resemble nulls. Nulled work (Cabinetwork),ornamental turned work resembling nulls or beads strung on a rod."},{"word":"NATANTLY","definition":"In a floating manner; swimmingly."},{"word":"NAPHTHYL","definition":"A hydrocarbon radical regarded as the essential residue ofnaphthalene."},{"word":"NITRIC","definition":"Of, pertaining to, or containing, nitrogen; specifically,designating any one of those compounds in which, as contrasted withnitrous compounds, the element has a higher valence; as, nitricoxide; nitric acid. Nitric acid, a colorless or yellowish liquidobtained by distilling a nitrate with sulphuric acid. It ispowerfully corrosive, being a strong acid, and in decomposition astrong oxidizer.-- Nitric anhydride, a white crystalline oxide of nitrogen (N2O5),called nitric pentoxide, and regarded as the anhydride of nitricacid.-- Nitric oxide, a colorless poisous gas (NO) obtained by treatingnitric acid with copper. On contact with the air or with oxygen, itbecomes reddish brown from the formation of nitric dioxide orperoxide."},{"word":"NEGINOTH","definition":"Stringed instruments. Dr. W. Smith.To the chief musician on Neginoth. Ps. iv. 9heading)."},{"word":"NEURASTHENIA","definition":"A condition of nervous debility supposed to be dependent uponimpairment in the functions of the spinal cord."},{"word":"NYCTHEMERON","definition":"The natural day and night, or space of twenty-four hours."},{"word":"NETFISH","definition":"An astrophyton."},{"word":"NATURED","definition":"Having (such) a nature, temper, or disposition; disposed; --used in composition; as, good-natured, ill-natured, etc."},{"word":"NONTENURE","definition":"A plea of a defendant that he did not hold the land, asaffirmed."},{"word":"NEEDMENT","definition":"Something needed or wanted. pl."},{"word":"NOISILY","definition":"In a noisy manner."},{"word":"NULLIFICATION","definition":"The act of nullifying; a rendering void and of no effect, or ofno legal effect. Right of nullification (U. S. Hist.), the rightclaimed in behalf of a State to nullify or make void, by itssovereign act or decree, an enactment of the general government whichit deems unconstitutional."},{"word":"NONSUBMISSION","definition":"Want of submission; failure or refusal to submit."},{"word":"NIDERING","definition":"Infamous; dastardly. [Obs.] Sir W. Scott."},{"word":"NITRILE","definition":"Any one of a series of cyanogen compounds; particularly, one ofthose cyanides of alcohol radicals which, by boiling with acids oralkalies, produce a carboxyl acid, with the elimination of thenitrogen as ammonia."},{"word":"NACREOUS","definition":"Consisting of, or resembling, nacre; pearly."},{"word":"NITRO-CHLOROFORM","definition":"Same as Chlorpicrin."},{"word":"NEP","definition":"Catnip."},{"word":"NEXIBLE","definition":"That may be knit together. [R.]"},{"word":"NIDING","definition":"A coward; a dastard; -- a term of utmost opprobrium. [Obs.]He is worthy to be called a niding. Howell."},{"word":"NIMBIFEROUS","definition":"Serving to bring clouds or stormy weather."},{"word":"NITRIFY","definition":"To combine or impregnate with nitrogen; to convert, byoxidation, into nitrous or nitric acid; to subject to, or produce by,nitrification."},{"word":"NAIL","definition":"the horny scale of plate of epidermis at the end of the fingersand toes of man and many apes.His nayles like a briddes claws were. Chaucer."},{"word":"NEW-MODEL","definition":"To remodel."},{"word":"NEOTERIZE","definition":"To innovate; to coin or introduce new words.Freely as we of the nineteenth century neoterize. fized. Hall."},{"word":"NOSTALGY","definition":"Same as Nostalgia."},{"word":"NER","definition":"nearer. [Obs.] See Nerre."},{"word":"NAVAJOES","definition":"A tribe of Indians inhabiting New Mexico and Arizona, allied tothe Apaches. They are now largely engaged in agriculture."},{"word":"NOOT","definition":"See lst Not. [Obs.] Chaucer."},{"word":"NAPHA WATER","definition":"A perfume distilled from orange flowers."},{"word":"NECESSARY","definition":"Such things, in respect to infants, lunatics, and marriedwomen, as are requisite for support suitable to station."},{"word":"NATIONALIST","definition":"One who advocates national unity and independence; one of aparty favoring Irish independence."},{"word":"NAPE-CREST","definition":"An African bird of the genus Schizorhis, related to theplantain eaters."},{"word":"NERVINE","definition":"Having the quality of acting upon or affecting the nerves;quieting nervous excitement.-- n."},{"word":"NERO-ANTICO","definition":"A beautiful black marble found in fragments among Roman ruins,and usually thought to have come from ancient Laconia."},{"word":"NAP","definition":"A short sleep; a doze; a siesta. Cowper."},{"word":"NECESSARIAN","definition":"An advocate of the doctrine of philosophical necessity; anacessitarian."},{"word":"NONNY","definition":"A silly fellow; a ninny."},{"word":"NEBULOUS","definition":"Of, pertaining to, or having the appearance of, a nebula;nebular; cloudlike.-- Neb\"u*lous*ly, adv.-- Neb\"u*lous*ness, n."},{"word":"NEGATIVE","definition":"Asserting absence of connection between a subject and apredicate; as, a negative proposition."},{"word":"NUMBLESS","definition":"See Nombles."},{"word":"NIMIETY","definition":"State of being in excess. [R.]There is a nimiety, a too-muchess, in all Germans. Coleridge."},{"word":"NECTAR","definition":"The drink of the gods (as ambrosia was their food); hence, anydelicious or inspiring beverage."},{"word":"NEGOTIATORY","definition":"Of or pertaining to negotiation."},{"word":"NONCHALANT","definition":"Indifferent; careless; cool."},{"word":"NIBBLE","definition":"To bite by little at a time; to seize gently with the mouth; toeat slowly or in small bits.Thy turfy mountains, where live nibbling sheep. Shak."},{"word":"NITRANILIC","definition":"Of, pertaining to, or designating, a complex organic acidproduced as a white crystalline substance by the action of nitrousacid on hydroquinone."},{"word":"NAPPING","definition":"A sheet of partially felted fur before it is united to the hatbody. Knight."},{"word":"NEURITIS","definition":"Inflammation of a nerve."},{"word":"NUDATION","definition":"The act of stripping, or making bare or naked."},{"word":"NEUROPATHY","definition":"An affection of the nervous system or of a nerve."},{"word":"NARINE","definition":"Of or belonging to the nostrils."},{"word":"NEWSMONGER","definition":"One who deals in news; one who is active in hearing and tellingnews."},{"word":"NUMIDIAN","definition":"Of or pertaining to ancient Numidia in Northern Africa.Numidian crane. (Zoöl.) See Demoiselle, 2."},{"word":"NOTIST","definition":"An annotator. [Obs.]"},{"word":"NEURENTERIC","definition":"Of or pertaining to both the neuron and the enteron; as, theneurenteric canal, which, in embroys of many vertebrates, connectsthe medullary tube and the primitive intestine. See Illust. ofEctoderm."},{"word":"NICCOLITE","definition":"A mineral of a copper-red color and metallic luster; anarsenide of nickel; -- called also coppernickel, kupfernickel."},{"word":"NEMATOGENE","definition":"One of the dimorphic forms of the species of Dicyemata, whichproduced vermiform embryos; -- opposed to Ant: rhombogene."},{"word":"NAVIGATOR","definition":"One who navigates or sails; esp., one who direct the course ofa ship, or one who is skillful in the art of navigation; also, a bookwhich teaches the art of navigation; as, Bowditch's Navigator."},{"word":"NORTHERLINESS","definition":"The quality or state of being northerly; direction toward thenorth."},{"word":"NEEDLE","definition":"One of the needle-shaped secondary leaves of pine trees. SeePinus."},{"word":"NYMPHOLEPTIC","definition":"Under the influence of nympholepsy; ecstatic; frenzied.[Poetic]"},{"word":"NOCTILUCOUS","definition":"Shining in the night."},{"word":"NIDAMENTAL","definition":"of, pertaining to, or baring, eggs or egg capsules; as, thenidament capsules of certain gastropods; nidamental glands. SeeIllust. of Dibranchiata."},{"word":"NE TEMERE","definition":"A decree of the Congregation of the Council declaring invalid[so far as the laws of the Roman Catholic Church are concerned] anymarriage of a Roman Catholic, or of a person who has ever been aRoman Catholic, if not contracted before a duty qualified priest (orthe bishop of the diocese) and at least two witnesses. The decree wasissued Aug. 2, 1907, and took effect on Easter Apr. 19, 1908. Thedecree by its terms does not affect mixed marriages (those betweenRoman Catholics and persons of another faith) in Germany."},{"word":"NUBIFEROUS","definition":"Bringing, or producing, clouds."},{"word":"NONNATURAL","definition":"Not natural; unnatural."},{"word":"NONELECT","definition":"A person or persons not elected, or chosen, to salvation."},{"word":"NECROTOMY","definition":"The dissection of dead bodies; also, excision of necrosed bone.--Nec`ro*tom\"ic (#), a. --Nec*rot\"o*mist (#), n."},{"word":"NUMMULITIC","definition":"Of, like, composed of, containing, nummulites; as, nummuliticbeds."},{"word":"NEIGHBORSHIP","definition":"The state of being neighbors. [R.] J. Bailie."},{"word":"NOCTAMBULATION","definition":"Somnambulism; walking in sleep. Quain."},{"word":"NECROPHORE","definition":"Any one of numerous species of beetles of the genus Necrophorusand allied genera; -- called also burying beetle, carrion beetle,sexton beetle."},{"word":"NURSEHOUND","definition":"See Houndfish."},{"word":"NAPOLEONIST","definition":"A supporter of the dynasty of the Napoleons."},{"word":"NONACCEPTANCE","definition":"A neglect or refusal to accept."},{"word":"NEEDSCOST","definition":"Of necessity. [Obs.] Chaucer."},{"word":"NONPROFESSIONAL","definition":"Not belonging to a profession; not done by, or proceeding from,professional men; contrary to professional usage."},{"word":"NASALLY","definition":"In a nasal manner; by the nose."},{"word":"NANDINE","definition":"An African carnivore (Nandinia binotata), allied to the civets.It is spotted with black."},{"word":"NORIUM","definition":"A supposed metal alleged to have been discovered in zircon."},{"word":"NATTERJACK","definition":"A European toad (Bufo calamita), having a yellow line along itsback."},{"word":"NOCTURNE","definition":"A night piece, or serenade. The name is now used for a certaingraceful and expressive form of instrumental composition, as thenocturne for orchestra in Mendelsohn's \"Midsummer-Night's Dream\"music."},{"word":"NEO-CHRISTIANITY","definition":"Rationalism."},{"word":"NECROMANCER","definition":"One who practices necromancy; a sorcerer; a wizard."},{"word":"NATIONALNESS","definition":"The quality or state of being national; nationality. Johnson."},{"word":"NEESE","definition":"To sneeze. [Obs.] [Written also neeze.]"},{"word":"NEGLECTINGLY","definition":"Carelessly; heedlessly. Shak."},{"word":"NIELLIST","definition":"One who practices the style of ornamentation called niello."},{"word":"NESSLERIZE","definition":"To treat or test, as a liquid, with a solution of mercuriciodide in potassium iodide and potassium hydroxide, which is calledNessler's solution or Nessler's test, and is used to detect thepresence of ammonia."},{"word":"NONVASCULAR","definition":"Destitute of vessels; extravascular."},{"word":"NITROL","definition":"Any one of a series of hydrocarbons containing the nitro andthe nitroso or isonitroso group united to the same carbon atom."},{"word":"NONRENDITION","definition":"Neglect of rendition; the not rendering what is due.The nonrendition of a service which is due. S. E. Dwight."},{"word":"NON ASSUMPSIT","definition":"The general plea or denial in an action of assumpsit."},{"word":"NAUGHTY","definition":"Orig., a method of therapeutic treatment administered, esp. forchronic diseases of the curculatory system, at Bad Nauheim, Germany,by G. Schott, consisting in baths in the natural mineral waters ofthat place, which are charged with carbonic acid, and the use of agraduated course of rest, physical exercises, massage, etc.; hence,any similar treatment using waters artificially charged with theessential ingredients of the natural mineral waters of Bad Nauheim.Hence, Nauheim bath, etc."},{"word":"NEB","definition":"The nose; the snout; the mouth; the beak of a bird; a nib, asof a pen. [Also written nib.] Shak."},{"word":"NOLL","definition":"The head; the noddle. [Obs.]"},{"word":"NOWHERE","definition":"Not anywhere; not in any place or state; as, the book isnowhere to be found."},{"word":"NOT","definition":"Wot not; know not; knows not. [Obs.] Chaucer."},{"word":"NEUTRALLY","definition":"In a neutral manner; without taking part with either side;indifferently."},{"word":"NIDOR","definition":"Scent or savor of meat or food, cooked or cooking. [Obs.] Jer.Taylor."},{"word":"NONRECURRENT","definition":"Not recurring."},{"word":"NEATNESS","definition":"The state or quality of being neat."},{"word":"NOURISHING","definition":"Promoting growth; nutritious,"},{"word":"NIGHTLY","definition":"Of or pertaining to the night, or to every night; happening ordone by night, or every night; as, nightly shades; he kept nightlyvigils."},{"word":"NONINFLECTIONAL","definition":"Not admitting of, or characterized by, inflection."},{"word":"NON-EGO","definition":"The union of being and relation as distinguished from, andcontrasted with, the ego. See Ego."},{"word":"NONAGON","definition":"A figure or polygon having nine sides and nine angles."},{"word":"NOIANCE","definition":"Annoyance. [Obs.] Tusser."},{"word":"NERVED","definition":"Having nerves, or simple and parallel ribs or veins. Gray."},{"word":"NEPAULESE","definition":"Of or pertaining to Nepaul, a kingdom in Northern Hindostan.-- n. sing. \u0026 pl."},{"word":"NUTRITIAL","definition":"Pertaining to, or connected with, nutrition; nutritious. [Obs.]Chapman."},{"word":"NASALIZATION","definition":"The act of nasalizing, or the state of being nasalized."},{"word":"NONES","definition":"The fifth day of the months January, February, April, June,August, September, November, and December, and the seventh day ofMarch, May, July, and October. The nones were nine days before theides, reckoning inclusively, according to the Roman method."},{"word":"NOVENNIAL","definition":"Done or recurring every ninth year."},{"word":"NUTATION","definition":"A very small libratory motion of the earth's axis, by which itsinclination to the plane of the ecliptic is constantly varying by asmall amount."},{"word":"NATURITY","definition":"The quality or state of being produced by nature. [Obs.] Sir T.Browne."},{"word":"NEOTERIC","definition":"One of modern times; a modern."},{"word":"NERE","definition":"Were not. [Obs.] Chaucer."},{"word":"NYMPHAL","definition":"Of or pertaining to a nymph or nymphs; nymphean."},{"word":"NONDA","definition":"The edible plumlike fruit of the Australian tree, ParinariumNonda."},{"word":"NOVICE","definition":"One who enters a religious house, whether of monks or nuns, asa probationist. Shipley.No poore cloisterer, nor no novys. Chaucer."},{"word":"NIAS","definition":"A young hawk; an eyas; hence, an unsophisticated person. [Obs.]"},{"word":"NONSUIT","definition":"A neglect or failure by the plaintiff to follow up his suit; astopping of the suit; a renunciation or withdrawal of the cause bythe plaintiff, either because he is satisfied that he can not supportit, or upon the judge's expressing his opinion. A compulsory nonsuitis a nonsuit ordered by the court on the ground that the plaintiff onhis own showing has not made out his case."},{"word":"NICHE","definition":"A cavity, hollow, or recess, generally within the thickness ofa wall, for a statue, bust, or other erect ornament. hence, anysimilar position, literal or figurative.Images defended from the injuries of the weather by niches of stonewherein they are placed. Evelun."},{"word":"NODOSITY","definition":"Nodose; knotty; knotted. [Obs.]"},{"word":"NEO-HEBRAIC","definition":"The modern Hebrew language."},{"word":"NAYAUR","definition":"A specied of wild sheep (Ovis Hodgsonii), native of Nepaul andThibet. It has a dorsal mane and a white ruff beneath the neck."},{"word":"NOBLEMAN","definition":"One of the nobility; a noble; a peer; one who enjoys rank abovea commoner, either by virtue of birth, by office, or by patent."},{"word":"NECTARIAL","definition":"Of or pertaining to the nectary of a plant."},{"word":"NONPERFORMANCE","definition":"Neglect or failure to perform."},{"word":"NIGHT TERRORS","definition":"A sudden awkening associated with a sensation of terror,occurring in children, esp. those of unstable nervous constitution."},{"word":"NAKED","definition":"Without pubescence; as, a naked leaf or stem; bare, or notcovered by the customary parts, as a flower without a perianth, astem without leaves, seeds without a pericarp, buds without budscales."},{"word":"NETTLER","definition":"One who nettles. [R.] Milton."},{"word":"NEWSROOM","definition":"A room where news is collected and disseminated, or periodicalssold; a reading room supplied with newspapers, magazines, etc."},{"word":"NEWT","definition":"Any one of several species of small aquatic salamanders. Thecommon British species are the crested newt (Triton cristatus) andthe smooth newt (Lophinus punctatus). In America, Diemictylusviridescens is one of the most abundant species."},{"word":"NEUROPTER","definition":"One of the Neuroptera."},{"word":"NONMORAL","definition":"Not moral nor immoral; having no connection with morals; not inthe sphere of morals or ethics; not ethical."},{"word":"NA","definition":"No, not. See No. [Obs.] Chaucer."},{"word":"NEPTUNIAN","definition":"Formed by water or aqueous solution; as, Neptunian rocks.Neptunian races (Ethnol.), the Malay and Polynesian races.-- Neptunian theory (Geol.), the theory of Werner, which referredthe formation of all rocks and strata to the agency of water; --opposed to the Plutonic theory."},{"word":"NASCENCY","definition":"State of being nascent; birth; beginning; origin."},{"word":"NATROLITE","definition":"A zeolite occuring in groups of glassy acicular crystals, andin masses which often have a radiated structure. It is a hydroussilicate of alumina and soda."},{"word":"NIPPITATE","definition":"Peculiary strong and good; -- said of ale or liquor. [Old Cant]'T will make a cup of wine taste nippitate. Chapman."},{"word":"NIMBUS","definition":"A circle, or disk, or any indication of radiant light aroundthe heads of divinities, saints, and sovereigns, upon medals,pictures, etc.; a halo. See Aureola, and Glory, n., 5."},{"word":"NIVEOUS","definition":"Snowy; resembling snow; partaking of the qualities of snow. SirT. Browne."},{"word":"NULLAH","definition":"A water course, esp. a dry one; a gully; a gorge; -- orig. anEast Indian term.  E. Arnold."},{"word":"NOCTULE","definition":"A large European bat (Vespertilio, or Noctulina, altivolans)."},{"word":"NECESSITY","definition":"The negation of freedom in voluntary action; the subjection ofall phenomena, whether material or spiritual, to inevitablecausation; necessitarianism. Of necessity, by necessary consequence;by compulsion, or irresistible power; perforce."},{"word":"NATH","definition":"hath not. [Obs.]"},{"word":"NEVERTHELESS","definition":"Not the less; notwithstanding; in spite of that; yet.No chastening for the present seemeth to be joyous, but grievous;nevertheless, afterward it yieldeth the peaceable fruit ofrighteousness. Heb. xii. 11."},{"word":"NAVALS","definition":"Naval affairs. [Obs.]"},{"word":"NOB","definition":"The head. [Low]"},{"word":"NAISSANT","definition":"Same as Jessant."},{"word":"NOMA","definition":"See Canker, n., 1."},{"word":"NONPLUS","definition":"A state or condition which daffles reason or confoundsjudgment; insuperable difficalty; inability to proceed or decide;puzzle; quandary.Both of them are a perfect nonplus and baffle to all humanunderstanding. South."},{"word":"NODDER","definition":"One who nods; a drowsy person."},{"word":"NILOTIC","definition":"Of or pertaining to the river Nile; as, the Nilotic crocodile."},{"word":"NONTERM","definition":"A vacation between two terms of a court."},{"word":"NAGGY","definition":"Irritable; touchy. [Colloq.]"},{"word":"NOMINATIVELY","definition":"In the manner of a nominative; as a nominative."},{"word":"NUZZLE","definition":"To nestle; to house, as in a nest."},{"word":"NOTUS","definition":"The south wind."},{"word":"NONOIC","definition":"Pertaining to, derived from, or resembling, nonane; as, nonoicacid, which is also called pelargonic acid. Cf. Pelargonic."},{"word":"NONRESEMBLANCE","definition":"Want of resemblance; unlikeness; dissimilarity."},{"word":"NEXT","definition":"In the time, place, or order nearest or immediately suceeding;as, this man follows next."},{"word":"NIMIOUS","definition":"Excessive; extravagant; inordinate. [Obs.]"},{"word":"NAUPLIUS","definition":"A crustacean larva having three pairs of locomotive organs(corresponding to the antennules, antennæ, and mandibles), a medianeye, and little or no segmentation of the body."},{"word":"NOVELIST","definition":"A writer of news. [Obs.] Tatler (178)."},{"word":"NAVIGATE","definition":"To joirney by water; to go in a vessel or ship; to perform theduties of a navigator; to use the waters as a highway or channel forcommerce or communication; to sail.The Phenicians navigated to the extremities of the Western Ocean.Arbuthnot."},{"word":"NOTICER","definition":"One who notices."},{"word":"NETTLE","definition":"A plant of the genus Urtica, covered with minute sharp hairscontaining a poison that produces a stinging sensation. Urticagracitis is common in the Northern, and U. chamædryoides in theSouthern, United States. the common European species, U. urens and U.dioica, are also found in the Eastern united States. U. pilulifera isthe Roman nettle of England."},{"word":"NOUMENON","definition":"The of itself unknown and unknowable rational object, or thingin itself, which is distinguished from the Ant: phenomenon throughwhich it is apprehended by the senses, and by which it is interpretedand understood; -- so used in the philosophy of Kant and hisfollowers."},{"word":"NICTITATE","definition":"To wink; to nictate. Nictitating membrance (Anat.), a thinmembrance, found in many animals at the inner angle, or beneath thelower lid, of the eye, and capable of being drawn across the eyeball;the third eyelid; the haw."},{"word":"NEUROCORD","definition":"A cordlike organ composed of elastic fibers situated above theventral nervous cord of annelids, like the earthworm.-- Neu`ro*cor\"dal, a."},{"word":"NICKNAME","definition":"A name given in contempt, derision, or sportive familiarity; afamiliar or an opprobrious appellation."},{"word":"N","definition":"N, the fourteenth letter of English alphabet, is a vocalconsonent, and, in allusion to its mode of formation, is called thedentinasal or linguanasal consonent. Its commoner sound is that heardin ran, done; but when immediately followed in the same word by thesound of g hard or k (as in single, sink, conquer), it usuallyrepresents the same sound as the digraph ng in sing, bring, etc. Thisis a simple but related sound, and is called the gutturo-nasalconsonent. See Guide to Pronunciation, §§ 243-246. The letter N cameinto English through the Latin and Greek from the Phoenician, whichprobably derived it from the Egyptian as the ultimate origin. It isetymologically most closely related to M. See M."},{"word":"NAMABLE","definition":"Capable of being named."},{"word":"NEGATORY","definition":"Expressing denial; belonging to negation; negative. Carlyle."},{"word":"NUMISMATOLOGY","definition":"The science which treats of coins and medals, in their relationto history; numismatics."},{"word":"NAIVELY","definition":"In a naïve manner."},{"word":"NORICE","definition":"Nurse. [Obs.] Chaucer."},{"word":"NESTLE","definition":"To house, as in a nest."},{"word":"NORROY","definition":"The most northern of the English Kings-at-arms. See King-at-arms, under King."},{"word":"NEMERTINA","definition":"An order of helminths usually having a long, slender, smooth,often bright-colored body, covered with minute vibrating cilia; --called also Nemertea, Nemertida, and Rhynchocæla."},{"word":"NULLITY","definition":"Nonexistence; as, a decree of nullity of marriage is a decreethat no legal marriage exists."},{"word":"NOZLE","definition":"Nozzle. [Obs.]"},{"word":"NEOMORPH","definition":"A structure, part, or organ developed independently, that is,not derived from a similar structure, part, or organ, in a preexisting form."},{"word":"NATCHNEE","definition":"An annual grass (Eleusine coracona), cultivated in India as afood plant."},{"word":"NORMALCY","definition":"The quality, state, or fact of being normal; as, the point ofnormalcy. [R.]"},{"word":"NEMATODE","definition":"Same as Nematoid."},{"word":"NATAL","definition":"Presiding over nativity; as, natal Jove."},{"word":"NOUNIZE","definition":"To change (an adjective, verb, etc.) into a noun. Earle."},{"word":"NAGGING","definition":"Fault-finding; teasing; persistently annoying; as, a naggingtoothache. [Colloq.]"},{"word":"NERVATION","definition":"The arrangement of nerves and veins, especially those ofleaves; neuration.The outlines of the fronds of ferns, and their nervation, are frailcharacters if employed alone for the determination of existinggenera. J. D. Hooker."},{"word":"NECROMANTIC","definition":"Conjuration. [R.]With all the necromantics of their art. Young."},{"word":"NONOXYGENOUS","definition":"Without oxygen; characterized by the absence of oxygen; as, anonoxygenous alkaloid."},{"word":"NIGHT-BLOOMING","definition":"Blooming in the night. Night-blooming cereus. (Bot.) See Noteunder Cereus."},{"word":"NERFLING","definition":"The id."},{"word":"NEWBORN","definition":"Recently born. Shak."},{"word":"NEWSBOY","definition":"A boy who distributes or sells newspaper."},{"word":"NOVACULITE","definition":"A variety of siliceous slate, of which hones are made; razorstone; Turkey stone; hone stone; whet slate."},{"word":"NASOLACHRYMAL","definition":"Connected with the lachrymal apparatus and the nose; as, thenasolachrymal, or lachrymal duct."},{"word":"NETIFY","definition":"To render neat; to clean; to put in order. [R.] Chapman."},{"word":"NEPHROLOGY","definition":"A treatise on, or the science which treats of, the kidneys, andtheir structure and functions."},{"word":"NIS","definition":"Is not. [Obs.] Chaucer."},{"word":"NEAL","definition":"To anneal. [R.] Chaucer."},{"word":"NOMINATOR","definition":"One who nominates."},{"word":"NITRATE","definition":"A salt of nitric acid. Nitrate of silver, a white crystallinesalt (AgNO3), used in photography and as a cauterizing agent; --called also lunar caustic."},{"word":"NORWEGIUM","definition":"A rare metallic element, of doubtful identification, said tooccur in the copper-nickel of Norway."},{"word":"NORMANISM","definition":"A Norman idiom; a custom or expression peculiar to the Normans.M. Arnold."},{"word":"NUT-BROWN","definition":"Brown as a nut long kept and dried. \"The spicy nutbrown ale.\"Milton."},{"word":"NIGHTINGALE","definition":"A small, plain, brown and gray European song bird (Luscinialuscinia). It sings at night, and is celebrated for the sweetness ofits song."},{"word":"NUTRIENT","definition":"Nutritious; nourishing; promoting growth.-- n."},{"word":"NOVEMBER","definition":"The eleventh month of the year, containing thirty days."},{"word":"NEPHALIST","definition":"One who advocates or practices nephalism."},{"word":"NEMATOPHORA","definition":"Same as Cælenterata."},{"word":"NONSUBMISSIVE","definition":"Not submissive."},{"word":"NITHING","definition":"See Niding."},{"word":"NEPHILIM","definition":"Giants. Gen. vi. 4. Num. xiii. 33."},{"word":"NIDOROSE","definition":"Nidorous. [R.] Arbuthnot."},{"word":"NEMATOID","definition":"of or pertaining to the Nematoidea.-- n."},{"word":"NEPHALISM","definition":"Total abstinence from spirituous liquor."},{"word":"NAPHTHALATE","definition":"A salt of naphthalic acid; a phthalate. [Obs.]"},{"word":"NEURAL","definition":"relating to the nerves or nervous system; taining to, situatedin the region of, or on the side with, the neural, or cerebro-spinal,axis; -- opposed to hemal. As applied to vertebrates, neural is thesame as dorsal; as applied to invertebrates it is usually the same asventral. Cf. Hemal. Neural arch (Anat.), the cartilaginous or bonyarch on the dorsal side of the centrum of the vertebra in a segmentof the spinal skeleton, usually inclosing a segment of the spinalcord."},{"word":"NITROGLYCERIN","definition":"A liquid appearing like a heavy oil, colorless or yellowish,and consisting of a mixture of several glycerin salts of nitric acid,and hence more properly called glycerin nitrate. It is made by theaction of nitric acid on glycerin in the presence of sulphuric acid.It is extremely unstable and terribly explosive. A very dilutesolution is used in medicine as a neurotic under the name of glonion.[Written also nitroglycerine.]"},{"word":"NONYL","definition":"The hydrocarbon radical, C9H19, derived from nonane and formingmany compounds. Used also adjectively; as, nonyl alcohol."},{"word":"NEREIS","definition":"A Nereid. See Nereid."},{"word":"NILOSCOPE","definition":"A Nilometer."},{"word":"NAY","definition":"To refuse. [Obs.] Holinshed."},{"word":"NUPSON","definition":"A simpleton; a fool. [Obs.] B. Jonson."},{"word":"NOVA","definition":"A new star, usually appearing suddenly, shining for a briefperiod, and then sinking into obscurity. Such appearances aresupposed to result from cosmic collisions, as of a dark star withinterstellar nebulosities. The most important modern novæ are: --No\"va Co*ro\"næ Bo`re*a\"lis [1866]; No\"va Cyg\"ni [1876]; No\"vaAn*dro\"me*dæ [1885]; No\"va Au*ri\"gæ [1891-92]; No\"va Per\"se*i [1901].There are two novæ called Nova Persei. They are:(a) A small nova which appeared in 1881.(b) An extraordinary nova which appeared in Perseus in 1901. It wasfirst sighted on February 22, and for one night (February 23) was thebrightest star in the sky. By July it had almost disappeared, afterwhich faint surrounding nebulous masses were discovered, apparentlymoving radially outward from the star at incredible velocity."},{"word":"NAPHTHOQUINONE","definition":"A yellow crystalline substance, C10H6O2, analogous to quinone,obtained by oxidizing naphthalene with chromic acid."},{"word":"NONAGENARIAN","definition":"A person ninety years old."},{"word":"NEMERTIDA","definition":"Nemertina."},{"word":"NEURO-","definition":"A combining denoting a nerve, of or pertaining to a nerve orthe nervous system."},{"word":"NAUGHTILY","definition":"In a naughty manner; wickedly; perversely. Shak."},{"word":"NATALS","definition":"One's birth, or the circumstances attending it. [Obs.] Fitz-Geffry."},{"word":"NEO-KANTIAN","definition":"An adherent of Neo-Kantianism."},{"word":"NEUROPODOUS","definition":"Having the limbs on, or directed toward, the neural side, as inmost invertebrates; -- opposed to Ant: hæmapodous. G. Rolleston."},{"word":"NUDGE","definition":"To touch gently, as with the elbow, in order to call attentionor convey intimation."},{"word":"NYMPHOLEPSY","definition":"A species of demoniac enthusiasm or possession coming upon onewho had accidentally looked upon a nymph; ecstasy. [R.] De Quincey.The nympholepsy of some fond despair. Byron."},{"word":"NINESCORE","definition":"Nine times twenty, or one hundred and eighty.-- n."},{"word":"NONCONCUR","definition":"To dissent or refuse to concur."},{"word":"NEUROSPAST","definition":"A puppet. [R.] Dr. H. More."},{"word":"NASH","definition":"Firm; stiff; hard; also, chilly. [Prov. Eng.] Halliwell."},{"word":"NEREIDIAN","definition":"Any annelid resembling Nereis, or of the family Lycoridæ orallied families."},{"word":"NOTICEABLE","definition":"Capable of being observed; worthy of notice; likely to attractobservation; conspicous.A noticeable man, with large gray eyes. Wordsworth."},{"word":"NOVATIAN","definition":"One of the sect of Novatius, or Novatianus, who held that thelapsed might not be received again into communion with the church,and that second marriages are unlawful."},{"word":"NEO-HELLENIC","definition":"Same as Romaic."},{"word":"NEUROSENSIFEROUS","definition":"Pertaining to, or forming, both nerves and sense organs."},{"word":"NOBILIFY","definition":"To make noble; to nobiliate. [Obs.]"},{"word":"NEURO-CENTRAL","definition":"Between the neural arch and the centrum of a vertebra; as, theneurocentral suture. Huxley."},{"word":"NAKEDLY","definition":"In a naked manner; without covering or disguise; manifestly;simply; barely."},{"word":"NONYLIC","definition":"Of, pertaining to, or designating, nonyl or its compounds; as,nonylic acid."},{"word":"NIGRINE","definition":"A ferruginous variety of rutile."},{"word":"NOMADE","definition":"See Nomad, n."},{"word":"NITENCY","definition":"Brightness; luster. [R.]"},{"word":"NUBBIN","definition":"A small or imperfect ear of maize. [Colloq. U. S.]"},{"word":"NONCHALANTLY","definition":"In a nonchalant, indifferent, or careless manner; coolly."},{"word":"NEGOTIANT","definition":"A negotiator. [R.] Sir W. Raleigh."},{"word":"NEWSY","definition":"Full of news; abounding in information as to current events.[Colloq.]"},{"word":"NITROCELLULOSE","definition":"See Gun cotton, under Gun."},{"word":"NEARCTIC","definition":"Of or pertaining to a region of the earth's surface includingall of temperate and arctic North America and Greenland. In thegeographical distribution of animals, this region is marked off asthe habitat certain species."},{"word":"NAPPINESS","definition":"The quality of having a nap; abundance of nap, as on cloth."},{"word":"NEPTUNICENTRIC","definition":"As seen from Neptune, or having Neptune as a center; as,Neptunicentric longitude or force."},{"word":"NIGHT-FARING","definition":"Going or traveling in the night. Gay."},{"word":"NUB","definition":"To push; to nudge; also, to beckon. [Prov. Eng.]"},{"word":"NEB-NEB","definition":"Same as Bablh."},{"word":"NOCTAMBULIST","definition":"A somnambulist."},{"word":"NARWAL","definition":"See Narwhal."},{"word":"NAKOO","definition":"The gavial. [Written also nako.]"},{"word":"NORTHUMBRIAN","definition":"Of or pertaining to Northumberland in England.-- n."},{"word":"NONELASTIC","definition":"Not having elasticity."},{"word":"NESTFUL","definition":"As much or many as will fill a nest."},{"word":"NOONDAY","definition":"Midday; twelve o'clock in the day; noon."},{"word":"NONJURING","definition":"Not swearing allegiance; -- applied to the party in GreatBritain that would not swear allegiance to William and Mary, or theirsuccessors."},{"word":"NOEMATACHOGRAPH","definition":"An instrument for determining and registering the duration ofmore or less complex operations of the mind. Dunglison."},{"word":"NOSEGAY","definition":"A bunch of odorous and showy flowers; a bouquet; a posy. Pope."},{"word":"NEDDY","definition":"A pet name for a donkey."},{"word":"NOYAU","definition":"A cordial of brandy, etc., flavored with the kernel of thebitter almond, or of the peach stone, etc."},{"word":"NONACQUIESCENCE","definition":"Refusal of acquiescence; failure to yield or comply."},{"word":"NORIE","definition":"The cormorant. [Prov. Eng.]"},{"word":"NEONOMIAN","definition":"One who advocates adheres to new laws; esp. one who holds orbelieves that the gospel is a new law."},{"word":"NOURITURE","definition":"Nurture. [Obs.] Spenser."},{"word":"NEWING","definition":"Yeast; barm. [prov. Eng.]"},{"word":"NAVIGABLE","definition":"Capable of being navigated; deep enough and wide enough toafford passage to vessels; as, a navigable river."},{"word":"NYAS","definition":"See Nias."},{"word":"NEAR BEER","definition":"Any of various malt liquors (see Citation)."},{"word":"NOL-PROS","definition":"To discontinue by entering a nolle prosequi; to decline toprosecute."},{"word":"NONJURORISM","definition":"The doctrines, or action, of the Nonjurors."},{"word":"NIHILISTIC","definition":"Of, pertaining to, or characterized by, nihilism."},{"word":"NAGYAGITE","definition":"A mineral of blackish lead-gray color and metallic luster,generally of a foliated massive structure; foliated tellurium. It isa telluride of lead and gold."},{"word":"NOCK","definition":"The upper fore corner of a boom sail or of a trysail."},{"word":"NEOPLASIA","definition":"Growth or development of new material; neoplasty."},{"word":"NOTELESS","definition":"Not attracting notice; not conspicuous.Noteless as the race from which he sprung. Sir W. Scott."},{"word":"NAPU","definition":"A very small chevrotain (Tragulus Javanicus), native of Java.It is about the size of a hare, and is noted for its agility inleaping. Called also Java musk deer, pygmy musk deer, and deerlet."},{"word":"NEGOTIATRIX","definition":"A woman who negotiates. Miss Edgeworth."},{"word":"NOEMICS","definition":"The science of the understanding; intellectual science."},{"word":"NAPHTHOL","definition":"Any one of a series of hydroxyl derivatives of naphthalene,analogous to phenol. In general they are crystalline substances witha phenol (carbolic) odor. Naphthol blue, Naphthol orange, Naphtholyellow (Chem.), brilliant dyestuffs produced from certain complexnitrogenous derivatives of naphthol or naphthoquinone."},{"word":"NOTORIOUS","definition":"Generally known and talked of by the public; universallybelieved to be true; manifest to the world; evident; -- usually in anunfavorable sense; as, a notorious thief; a notorious crime or vice.Your goodness, Since you provoke me, shall be most notorious. Shak."},{"word":"NOMOGRAPHY","definition":"A treatise on laws; an exposition of the form proper for laws."},{"word":"NASOFRONTAL","definition":"of or pertaining to the nose and the front of the head; as, theembryonic nasofrontal process which forms the anterior boundary ofthe mouth."},{"word":"NONPAREIL","definition":"A size of type next smaller than minion and next larger thanagate (or ruby)."},{"word":"NERVOSE","definition":"Same as Nerved."},{"word":"NUDIBRANCHIATA","definition":"A division of opisthobranchiate mollusks, having no shellexcept while very young. The gills are naked and situated upon theback or sides. See Ceratobranchia."},{"word":"NEPOTISM","definition":"Undue attachment to relations; favoritism shown to members ofone's family; bestowal of patronage in consideration of relationship,rather than of merit or of legal claim.From nepotism Alexander V. was safe; for he was without kindred orrelatives. But there was another perhaps more fatal nepotism, whichturned the tide of popularity against him -- the nepotism of hisorder. Milman."},{"word":"NEW ZEALAND","definition":"A group of islands in the South Pacific Ocean. New Zealandflax. (a) (Bot.) A tall, liliaceous herb (Phormium tenax), havingvery long, sword-shaped, distichous leaves which furnish a fine,strong fiber very valuable for cordage and the like. (b) The fiberitself.-- New Zealand tea (Bot.), a myrtaceous shrub (Leptospermumscoparium) of New Zealand and Australia, the leaves of which are usedas a substitute for tea."},{"word":"NADDER","definition":"An adder. [Obs.] Chaucer."},{"word":"NUCLEATED","definition":"Having a nucleus; nucleate; as, nucleated cells."},{"word":"NEVERMORE","definition":"Never again; at no time hereafter. Testament of Love. Tyndale.Where springtime of the Hesperides Begins, but endeth nevermore.Longfellow."},{"word":"NATTY","definition":"Neat; tidy; spruce. [Colloq.] -- Nat\"ti*ly, adv.-- Nat\"ti*ness, n."},{"word":"NATCHEZ","definition":"A tribe of Indians who formerly lived near the site of the cityof Natchez, Mississippi. In 1729 they were subdued by the French; thesurvivors joined the Creek Confederacy."},{"word":"NUCAMENT","definition":"A catkin or ament; the flower cluster of the hazel, pine,willow, and the like."},{"word":"NAMELESSLY","definition":"In a nameless manner."},{"word":"NONINHABITANT","definition":"One who is not an inhabitant; a stranger; a foreigner; anonresident."},{"word":"NUCLEIN","definition":"A constituent of the nuclei of all cells. It is a colorlessamorphous substance, readily soluble in alkaline fluids andespecially characterized by its comparatively large content ofphosphorus. It also contains nitrogen and sulphur."},{"word":"NATALOIN","definition":"A bitter crystalline substance constituting the essentialprinciple of Natal aloes. Cf. Aloon."},{"word":"NIDULITE","definition":"A Silurian fossil, formerly supposed to consist of eggs."},{"word":"NORITE","definition":"A granular crystalline rock consisting essentially of atriclinic feldspar (as labradorite) and hypersthene."},{"word":"NOUN","definition":"A word used as the designation or appellation of a creature orthing, existing in fact or in thought; a substantive."},{"word":"NIGRESCENT","definition":"Growing black; changing to a black color; approaching toblackness. Johnson."},{"word":"NAUSCOPY","definition":"The power or act of discovering ships or land at considerabledistances."},{"word":"NIGROMANCIE","definition":"Necromancy. [Obs.]"},{"word":"NEUFCHATEL","definition":"A kind of soft sweet-milk cheese; -- so called from Neufchâtel-en-Bray in France."},{"word":"NONCONTAGIOUS","definition":"Not contagious; not catching; not communicable by contact.-- Non`con*ta\"gious*ness, n."},{"word":"NEPHROTOMY","definition":"Extraction of stone from the kidney by cutting."},{"word":"NORTHERNLY","definition":"Northerly. [Obs.] Hakewill."},{"word":"NITROQUINOL","definition":"A hypothetical nitro derivative of quinol or hydroquinone, notknown in the free state, but forming a well defined series ofderivatives."},{"word":"NYMPH","definition":"A goddess of the mountains, forests, meadows, or waters.Where were ye, nymphs, when the remorseless deep Closed o'er the headof your loved Lycidas Milton."},{"word":"NOIE","definition":"To annoy. See Noy. [Obs.]"},{"word":"NOTE PAPER","definition":"Writing paper, not exceeding in size, when folded once, five byeight inches."},{"word":"NEEDLY","definition":"Like a needle or needles; as, a needly horn; a needly beard. R.D. Blackmore."},{"word":"NOMINEE","definition":"A person named, or designated, by another, to any office, duty,or position; one nominated, or proposed, by others for office or forelection to office."},{"word":"NEAT","definition":"Cattle of the genus Bos, as distinguished from horses, sheep,and goats; an animal of the genus Bos; as, a neat's tongue; a neat'sfoot. Chaucer.Wherein the herds[men] were keeping of their neat. Spenser.The steer, the heifer, and the calf Are all called neat. Shak.A neat and a sheep of his own. Tusser.Neat's-foot, an oil obtained by boiling the feet of neat cattle. Itis used to render leather soft and pliable."},{"word":"NIBELUNGENLIED","definition":"A great medieval German epic of unknown authorship containingtraditions which refer to the Burgundians at the time of Attila(called Etzel in the poem) and mythological elements pointing toheathen times."},{"word":"NOW","definition":"Existing at the present time; present. [R.] \"Our nowhappiness.\" Glanvill."},{"word":"NEOPLATONIC","definition":"Of, pertaining to, or resembling, Neoplatonism or theNeoplatonists."},{"word":"NUMBERLESS","definition":"Innumerable; countless."},{"word":"NYCTIBUNE","definition":"A South American bird of the genus Nyctibius, allied to thegoatsuckers."},{"word":"NEWTONIAN","definition":"Of or pertaining to Sir Isaac Newton, or his discoveries.Newtonian philosophy, the philosophy of Sir Isaac Newton; -- appliedto the doctrine of the universe as expounded in Newton's \"Principia,\"to the modern or experimental philosophy (as opposed to the theoriesof Descartes and others), and, most frequently, to the mathematicaltheory of universal gravitation.-- Newtonian telescope (Astron.), a reflecting telescope, in whichrays from the large speculum are received by a plane mirror placeddiagonally in the axis, and near the open end of the tube, and thrownat right angles toward one side of the tube, where the image isformed and viewed through the eyeplace.-- Newtonian theory of light. See Note under Light."},{"word":"NEIGHBOR","definition":"Near to another; adjoining; adjacent; next; neighboring. \"Theneighbor cities.\" Jer. l. 40. \"The neighbor room.\" Shak."},{"word":"NOWT","definition":"Neat cattle."},{"word":"NUCLEOBRANCHIATA","definition":"See Heteropoda."},{"word":"NONCHALANCE","definition":"Indifference; carelessness; coolness."},{"word":"NOMADIAN","definition":"A nomad. [R.]"},{"word":"NISEY","definition":"A simpleton. [Obs.]"},{"word":"NYE","definition":"A brood or flock of pheasants."},{"word":"NONPRESENTATION","definition":"Neglect or failure to present; state of not being presented."},{"word":"NETTING","definition":"A network of ropes used for various purposes, as for holdingthe hammocks when not in use, also for stowing sails, and forhoisting from the gunwale to the rigging to hinder an enemy fromboarding. Totten. Netting needle, a kind of slender shuttle used innetting. See Needle, n., 3."},{"word":"NIGHNESS","definition":"The quality or state of being nigh. [R.] \"Nighness of blood.\"Holished."},{"word":"NEPA","definition":"A genus of aquatic hemipterus insects. The species feed uponother insects and are noted for their voracity; -- called alsoscorpion bug and water scorpion."},{"word":"NEURON","definition":"The brain and spinal cord; the cerebro-spinal axis;myelencephalon. B. G. Wilder."},{"word":"NEPHRIDIUM","definition":"A segmental tubule; one of the tubules of the primitiveurinogenital organs; a segmental organ. See Illust. under Loeven'slarva."},{"word":"NONAGED","definition":"Having the quality of nonage; being a minor; immature. W.Browne."},{"word":"NOLITION","definition":"Adverse action of will; unwillingness; -- opposed to Ant:volition.A nolition and a direct enmity against the lust. Jer. Taylor."},{"word":"NARWHAL","definition":"An arctic cetacean (Monodon monocerous), about twenty feetlong. The male usually has one long, twisted, pointed canine tooth,or tusk projecting forward from the upper jaw like a horn, whence itis called also sea unicorn, unicorn fish, and unicorn whale.Sometimes two horns are developed, side by side."},{"word":"NEST","definition":"An aggregated mass of any ore or mineral, in an isolated state,within a rock."},{"word":"NEPOTIC","definition":"Of or pertaining to npotism.The nepotic ambition of the ruling pontiff. Milman."},{"word":"NICOTIANA","definition":"A genus of American and Asiatic solanaceous herbs, with viscidfoliage and funnel-shaped blossoms. Several species yield tobacco.See Tobacco."},{"word":"NEO-LAMARCKISM","definition":"Lamarckism as revived, modified, and expounded by recentbiologists, esp. as maintaining that the offspring inheritscharacters acquired by the parent from change of environment, use ordisuse of parts, etc.; -- opposed of Neo-Darwinism (which see,above). -- Ne`o-La*marck\"i*an, a. \u0026 n."},{"word":"NONSANE","definition":"Unsound; not perfect; as, a person of nonsane memory.Blackstone."},{"word":"NASO-","definition":"A combining form denoting pertaining to, or connected with, thenose; as, nasofrontal."},{"word":"NERVE-SHAKEN","definition":"Affected by a tremor, or by a nervous disease; weakened;overcome by some violent influence or sensation; shoked."},{"word":"NOCTAMBULISM","definition":"Somnambulism."},{"word":"NONPAYMENT","definition":"Neglect or failure to pay."},{"word":"NIVAL","definition":"Abounding with snow; snowy. [Obs.] Johnson."},{"word":"NONOBEDIENCE","definition":"Neglect of obedience; failure to obey."},{"word":"NYMPHEAN","definition":"Of, pertaining to, or appropriate to, nymphs; inhabited bynymphs; as, a nymphean cave."},{"word":"NUPTIAL","definition":"Of or pertaining to marriage; done or used at a wedding; as,nuptial rites and ceremonies.Then, all in heat, They light the nuptial torch. Milton."},{"word":"NITROSO-","definition":"(. (Chem.) A prefix (also used adjectively) designating thegroup or radical NO, called the nitroso group, or its compounds."},{"word":"NERO","definition":"A Roman emperor notorius for debauchery and barbarous cruelty;hence, any profligate and cruel ruler or merciless tyrant.-- Ne*ro\"ni*an, a."},{"word":"NUCLEIFORM","definition":"Formed like a nucleus or kernel."},{"word":"NIDIFICATION","definition":"The act or process of building a nest."},{"word":"NIGHLY","definition":"In a near relation in place, time, degree, etc.; within alittle; almost. [Obs.]A cube and a sphere ... nighly of the same bigness. Locke."},{"word":"NOVITIOUS","definition":"Newly invented; recent; new. [Obs.] Bp. Pearson."},{"word":"NAUGHTLY","definition":"Naughtily; wrongly. [Obs.]because my parents naughtly brought me up. Mir. for Mag."},{"word":"NITRATINE","definition":"A mineral occurring in transparent crystals, usually of awhite, sometimes of a reddish gray, or lemon-yellow, color; nativesodium nitrate. It is used in making nitric acid and for manure.Called also soda niter."},{"word":"NOTARIAL","definition":"Of or pertaining to a notary; done or taken by a notary; as, anotarial seal; notarial evidence or attestation."},{"word":"NEOCARIDA","definition":"The modern, or true, Crustacea, as distinguished from theMerostomata."},{"word":"NARROW-MINDED","definition":"Of narrow mental scope; illiberal; mean.-- Nar\"row-mind`ed*ness, n."},{"word":"NONDECIDUATE","definition":"Characterized by the absence of a decidua; indeciduate."},{"word":"NORTHER","definition":"A wind from the north; esp., a strong and cold north wind inTexas and the vicinity of the Gulf of Mexico."},{"word":"NEMATOIDEAN","definition":"Nematoid."},{"word":"NIGGARDISH","definition":"Somewhat niggard."},{"word":"NOCENTLY","definition":"Hurtfully; injuriosly. [R.]"},{"word":"NECESSITATTION","definition":"The act of making necessary, or the state of being madenecessary; compulsion. [R.] bp. Bramhall."},{"word":"NIHILIST","definition":"A member of a secret association (esp. in Russia), which isdevoted to the destruction of the present political, religious, andsocial institutions."},{"word":"NEO-SCHOLASTIC","definition":"Of or pert. to Neo-Scholasticism."},{"word":"NUMISMATICS","definition":"The science of coins and medals."},{"word":"NAUFRAGE","definition":"Shipwreck; ruin. [Obs.] acon."},{"word":"NIDULATE","definition":"To make a nest, as a bird. [R.] Cockeram."},{"word":"NATATORIOUS","definition":"Adapted for swimming; -- said of the legs of certain insects."},{"word":"NORSEMAN","definition":"One of the ancient Scandinavians; a Northman."},{"word":"NUDIBRACHIATE","definition":"Having tentacles without vibratile cilia. Carpenter."},{"word":"NICKELIFEROUS","definition":"Containing nickel; as, nickelferous iron."},{"word":"NONSOLVENCY","definition":"Inability to pay debts; insolvency."},{"word":"NERKA","definition":"The most important salmon of Alaska (Oncorhinchus nerka),ascending in spring most rivers and lakes from Alaska to Oregon,Washington, and Idaho; --called also red salmon, redfish, blueback,and sawqui."},{"word":"NOCTILUCIN","definition":"A fatlike substance in certain marine animals, to which theyowe their phosphorescent properties."},{"word":"NEURIDIN","definition":"a nontoxic base, C5H14N2, found in the putrescent matters offlesh, fish, decaying cheese, etc."},{"word":"NOUGAT","definition":"A cake, sweetmeat, or confectión made with almonds or othernuts."},{"word":"NIGGISH","definition":"Niggardly. [Obs.]"},{"word":"NIHIL","definition":"Nothing. Nihil album Etym: [L., white nothing] (Chem.), oxideof zinc. See under Zinc.-- Nihil debet Etym: [L., he owes nothing] (Law), the general issuein certain actions of debt.-- Nihil dicit Etym: [L., he says nothing] (Law), a declinature bythe defendant to plead or answer. Tomlins."},{"word":"NITROGENOUS","definition":"of, pertaining to, or resembling, nitrogen; as, a nitrogenousprinciple; nitrogenous compounds. Nitrogenous foods. See 2d Noteunder Food, n., 1."},{"word":"NUCHA","definition":"The back or upper part of the neck; the nape."},{"word":"NEWCOMER","definition":"One who has lately come."},{"word":"NATIONALLY","definition":"In a national manner or way; as a nation. \"The jews ... beingnationally espoused to God by covenant.\" South."},{"word":"NONNECESSITY","definition":"Absence of necessity; the quality or state of beingunnecessary."},{"word":"NEBULIZATION","definition":"The act or process of nebulizing; atomization."},{"word":"NULLIFIER","definition":"One who nullifies or makes void; one who maintains the right tonullify a contract by one of the parties."},{"word":"NIGGLER","definition":"One who niggles."},{"word":"NONSONANT","definition":"Not sonant.-- n."},{"word":"NEEM TREE","definition":"An Asiatic name for Melia Azadirachta, and M. Azedarach. SeeMargosa."},{"word":"NETHER","definition":"Situated down or below; lying beneath, or in the lower part;having a lower position; belonging to the region below; lower; under;-- opposed to upper.'Twixt upper, nether, and surrounding fires. Milton.This darksome nether world her light Doth dim with horror anddeformity. Spenser.All my nether shape thus grew transformed. Milton."},{"word":"NEO-SCHOLASTICISM","definition":"The modern revival of the Scholastic philosophy, esp. of thatof Thomas Aquinas, with critical revision to suit the exigencies ofthe general advance in learning. The Neo-Scholastic movement receiveda great impetus from Leo XIII.'s interest in it."},{"word":"NOBLEWOMAN","definition":"A female of noble rank; a peeress."},{"word":"NUMBER","definition":"The distinction of objects, as one, or more than one (in somelanguages, as one, or two, or more than two), expressed (usually) bya difference in the form of a word; thus, the singular number and theplural number are the names of the forms of a word indicating theobjects denoted or referred to by the word as one, or as more thanone."},{"word":"NAVELWORT","definition":"A European perennial succulent herb (Cotyledon umbilicus),having round, peltate leaves with a central depression; -- alsocalled pennywort, and kidneywort."},{"word":"NEEDLECASE","definition":"A case to keep needles."},{"word":"NECTARIFEROUS","definition":"Secreting nectar; -- said of blossoms or their parts."},{"word":"NOTABLE","definition":"One of a number of persons, before the revolution of 1789,chiefly of the higher orders, appointed by the king to constitute arepresentative body."},{"word":"NEMOPHILY","definition":"Fondness for forest scenery; love of the woods. [R.]"},{"word":"NEUROPODIUM","definition":"The ventral lobe or branch of a parapodium."},{"word":"NITROBENZENE","definition":"A yellow aromatic liquid (C6H5.NO2), produced by the action ofnitric acid on benzene, and called from its odor imitation oil ofbitter almonds, or essence of mirbane. It is used in perfumery, andis manufactured in large quantities in the preparation of aniline.Fornerly called also nitrobenzol."},{"word":"NASALIZE","definition":"To render nasal, as sound; to insert a nasal or sound in."},{"word":"NEIGHBORING","definition":"Living or being near; adjacent; as, the neighboring nations orcountries."},{"word":"NEUROLOGY","definition":"The branch of science which treats of the nervous system."},{"word":"NOIER","definition":"An annoyer. [Obs.] Tusser."},{"word":"NAIL-HEADED","definition":"Having a head like that of a nail; formed so as to resemble thehead of a nail. Nail-headed characters, arrowheaded or cuneiformcharacters. See under Arrowheaded.-- Nail-headed molding (Arch.), an ornament consisting of a seriesof low four-sided pyramids resembling the heads of large nails; --called also nail-head molding, or nail-head. It is the same as thesimplest form of dogtooth. See Dogtooth."},{"word":"NUISANCE","definition":"That which annoys or gives trouble and vexation; that which isoffensive or noxious."},{"word":"NGINA","definition":"The gorilla."},{"word":"NAMATION","definition":"A distraining or levying of a distress; an impounding. Burrill."},{"word":"NECKLET","definition":"A necklace. E. Anold."},{"word":"NITROSYL","definition":"the radical NO, called also the nitroso group. The term issometimes loosely used to designate certain nitro compounds; as,nitrosyl sulphuric acid. Used also adjectively."},{"word":"NEMPNE","definition":"To name or call. [Obs.] Chaucer."},{"word":"NUMBERFUL","definition":"Numerous. [Obs.]"},{"word":"NESS","definition":"A promontory; a cape; a headland. Hakluyt."},{"word":"NEELGHAU","definition":"See Nylghau."},{"word":"NATIVISM","definition":"The doctrine of innate ideas, or that the mind possesses formsof thought independent of sensation."},{"word":"NIBLICK","definition":"A kind of golf stick used to lift the ball out of holes, ruts,etc."},{"word":"NOTSELF","definition":"The negative of self. \"A cognizance of notself.\" Sir. W.Hamilton."},{"word":"NUMBNESS","definition":"The condition of being numb; that state of a living body inwhich it loses, wholly or in part, the power of feeling or motion."},{"word":"NEMERTES","definition":"A genus of nemertina."},{"word":"NONDEPOSITION","definition":"A failure to deposit or throw down."},{"word":"NEUTRALIZATION","definition":"The act or process by which an acid and a base are combined insuch proportions that the resulting compound is neutral. See Neutral,a., 4."},{"word":"NEMATOGNATHI","definition":"An order of fishes having barbels on the jaws. It includes thecatfishes, or siluroids. See Siluroid."},{"word":"NAEVE","definition":"A nævus. [Obs.] Dryden."},{"word":"NOSING","definition":"That part of the treadboard of a stair which projects over theriser; hence, any like projection, as the projecting edge of amolding."},{"word":"NUNCIATURE","definition":"The office of a nuncio. Clarendon."},{"word":"NITROGENIZE","definition":"To combine, or impregnate, with nitrogen or its compounds."},{"word":"NEO-HELLENISM","definition":"Hellenism as surviving or revival in modern times; the practiceor pursuit of ancient Greek ideals in modern life, art, orliterature, as in the Renaissance."},{"word":"NATIVE STEEL","definition":"A sort of steel which has been found where a burning coal seamhad reduced and carbonized adjacent iron ore."},{"word":"NERRE","definition":"Nearer. [Obs.] [Written also neer, ner.] Chaucer. Never theneer, never the nearer; no nearer. [Obs.]"},{"word":"NESCIENCE","definition":"Want of knowledge; ignorance; agnosticism.God fetched it about for me, in that absence and nescience of mine.Bp. Hall."},{"word":"NONIMPORTING","definition":"Not importing; not bringing from foreign countries."},{"word":"NAKE","definition":",v.t. To make naked. [Obs.] Chaucer.Come, be ready, nake your swords. Old Play."},{"word":"NECROLITE","definition":"Same as Necronite."},{"word":"NEEDER","definition":"One who needs anything. Shak."},{"word":"NORLANDER","definition":"A northener; a person from the north country."},{"word":"NOBLE-MINDED","definition":"Having a noble mind; honorable; magnanimous.-- No\"ble-mind`ed*ness, n."},{"word":"NEEDILY","definition":"In a needy condition or manner; necessarily. Chaucer."},{"word":"NEMESIS","definition":"The goddess of retribution or vengeance; hence, retributivejustice personified; divine vengeance.This is that ancient doctrine of nemesis who keeps watch in theuniverse, and lets no offense go unchastised. Emerson."},{"word":"NASICORNOUS","definition":"Bearing a horn, or horns, on the nose, as the rhinoceros."},{"word":"NUTTER","definition":"A gatherer of nuts."},{"word":"NOURICE","definition":"A nurse. [Obs.] Spenser."},{"word":"NOVILUNAR","definition":"Of or pertaining to the new moon. [R.]"},{"word":"NORBERTINE","definition":"See Premonstrant."},{"word":"NONINTERVENTION","definition":"The state or habit of not intervening or interfering; as, thenonintervention of one state in the affairs of another."},{"word":"NORTHERNMOST","definition":"Farthest north."},{"word":"NON EST FACTUM","definition":"The plea of the general issue in an action of debt on bond."},{"word":"NONREGENT","definition":"A master of arts whose regency has ceased. See Regent."},{"word":"NIBELUNGS","definition":"In German mythology, the children of the mist, a race of dwarfsor demonic beings, the original possessors of the famous hoard andring won by Siegfrid; also, the Burgundian kings in theNibelungenlied."},{"word":"NORMAN","definition":"A wooden bar, or iron pin. W. C. Russell."},{"word":"NAPPY","definition":"Having a nap or pile; downy; shaggy. Holland."},{"word":"NONRESIDENT","definition":"Not residing in a particular place, on one's own estate, or inone's proper place; as, a nonresident clergyman or proprietor oflands."},{"word":"NUCULA","definition":"A genus of small marine bivalve shells, having a pearlyinterior."},{"word":"NASCENT","definition":"Evolving; being evolved or produced. Nascent state (Chem.), thesupposed instantaneous or momentary state of an uncombined atom orradical just separated from one compound acid, and not yet unitedwith another, -- a hypothetical condition implying peculiarly activechemical properties; as, hydrogen in the nascent state is a strongreducer."},{"word":"NECRONITE","definition":"Fetid feldspar, a mineral which, when struck, exhales a fetidodor."},{"word":"NIMMER","definition":"A thief. [Obs.]"},{"word":"NARCEINE","definition":"An alkaloid found in small quantities in opium, and extractedas a white crystalline substance of a bitter astringent taste. It isa narcotic. Called also narceia."},{"word":"NEUROPTERA","definition":"An order of hexapod insects having two pairs of large,membranous, net-veined wings. The mouth organs are adapted forchewing. They feed upon other insects, and undergo a completemetamorphosis. The ant-lion, hellgamite, and lacewing fly areexamples. Formerly, the name was given to a much more extensivegroup, including the true Neuroptera and the Pseudoneuroptera."},{"word":"NOYLS","definition":"See Noils."},{"word":"NE EXEAT","definition":"A writ to restrain a person from leaving the country, or thejurisdiction of the court. The writ was originally applicable topurposes of state, but is now an ordinary process of courts ofequity, resorted to for the purpose of obtaining bail, or security toabide a decree. Kent."},{"word":"NOURSLE","definition":"To nurse; to rear; to bring up. [Obs.] [Written also nosel,nousel, nousle, nowsle, nusle, nuzzle, etc.]She noursled him till years he raught. Spenser."},{"word":"NAMER","definition":"One who names, or calls by name."},{"word":"NIGGER","definition":"A negro; -- in vulgar derision or depreciation."},{"word":"NORTELRY","definition":"Nurture; education; culture; bringing up. [Obs.]Nortelry . . . learned at the nunnery. Chaucer."},{"word":"NISAN","definition":"The first month of the jewish ecclesiastical year, formerlyanswering nearly to the month of April, now to March, of theChristian calendar. See Abib."},{"word":"NONJOINDER","definition":"The omission of some person who ought to have been made aplaintiff or defendant in a suit, or of some cause of action whichought to be joined."},{"word":"NARROWNESS","definition":"The condition or quality of being narrow."},{"word":"NAUSEANT","definition":"A substance which produces nausea."},{"word":"NEMOROUS","definition":"Woody. [R.]Paradise itself was but a kind of nemorous temple. Evelyn."},{"word":"NECTAREAL","definition":"Of or pertaining to a nectary."},{"word":"NECKLAND","definition":"A neck of land. [Obs.]"},{"word":"NEW-YEAR","definition":"Of or pertaining to, or suitable for, the commencement of theyear; as, New-year gifts or odes."},{"word":"NECESSITARIANISM","definition":"The doctrine of philosophical necessity; the doctrine thatresults follow by invariable sequence from causes, and esp. that thewill is not free, but that human actions and choices resultinevitably from motives; deteminism. M. Arnold."},{"word":"NUTTING","definition":"The act of gathering nuts."},{"word":"NEBULATION","definition":"The condition of being nebulated; also, a clouded, or ill-defined, color mark."},{"word":"NIOBIUM","definition":"A later name of columbium. See Columbium."},{"word":"NOCTIVAGOUS","definition":"Noctivagant."},{"word":"NIGGARD","definition":"A person meanly close and covetous; one who spends grudgingly;a stingy, parsimonous fellow; a miser. Chaucer.A penurious niggard of his wealth. Milton.Be niggards of advice on no pretense. Pope."},{"word":"NUCUMENTACEOUS","definition":"See Nucamentaceous."},{"word":"NO","definition":"Not any; not one; none.Let there be no strife ... between me and thee. Gen. xiii. 8.That goodness is no name, and happiness no dream. Byron."},{"word":"NAMBY-PAMBY","definition":"Talk or writing which is weakly sentimental or affectedlypretty. Macaulay."},{"word":"NUNATAK","definition":"In Greenland, an insular hill or mountain surrounded by an icesheet."},{"word":"NE","definition":"Not; never. [Obs.]He never yet no villany ne said. Chaucer."},{"word":"NARROW","definition":"Formed (as a vowel) by a close position of some part of thetongue in relation to the palate; or (according to Bell) by a tensecondition of the pharynx; -- distinguished from wide; as e (eve) andoo (food), etc., from ì (ìll) and oo (foot), etc. See Guide toPronunciation, § 13."},{"word":"NIGGED","definition":"Hammer-dressed; -- said of building stone."},{"word":"NAPOLEONIC","definition":"Of or pertaining to Napoleon I., or his family; resembling, orhaving the qualities of, Napoleon I. Lowell."},{"word":"NEEDLEFUL","definition":"As much thread as is used in a needle at one time."},{"word":"NONCONFORMIST","definition":"One who does not conform to an established church; especially,one who does not conform to the established church of England; adissenter."},{"word":"NABK","definition":"The edible berries of the Zizyphys Lotus, a tree of NorthernAfrica, and Southwestern Europe. [Written also nubk.] See Lotus (b),and Sadr."},{"word":"NATURALLY","definition":"In a natural manner or way; according to the usual course ofthings; spontaneously."},{"word":"NAILLESS","definition":"Without nails; having no nails."},{"word":"NATHMORE","definition":"Not the more; never the more. [Obs.] penser."},{"word":"NONELECTRIC","definition":"A substance that is not an electric; that which transmitselectricity, as a metal."},{"word":"NITROMETHANE","definition":"A nitro derivative of methane obtained as a mobile liquid; --called also nitrocarbol."},{"word":"NEO-HEGELIAN","definition":"An adherent of Neo-Hegelianism."},{"word":"NOTIONALLY","definition":"In mental apprehension; in conception; not in reality.Two faculties . . . notionally or really distinct. Norris."},{"word":"NITROPHNOL","definition":"Any one of a series of nitro derivatives of phenol. They areyellow oily or crystalline substances and have well-defined acidproperties, as picric acid."},{"word":"NONLIMITATION","definition":"Want of limitation; failure to limit."},{"word":"NEOPLATONIST","definition":"One who held to Neoplatonism; a member of the Neoplatonicschool."},{"word":"NOCTILIONID","definition":"A South American bat of the genus Noctilio, having cheekpouches and large incisor teeth."},{"word":"NOSOPOETIC","definition":"Producing diseases. [R.] Arbuthnot."},{"word":"NAGOR","definition":"A West African gazelle (Gazella redunca)."},{"word":"NONMALIGNANT","definition":"Not malignant, as a disease."},{"word":"NUCLEOBRANCH","definition":"Belonging to the Nucleobranchiata.-- n."},{"word":"NOTORIETY","definition":"The quality or condition of being notorious; the state of beinggenerally or publicly known; -- commonly used in an unfavorablesense; as, the notoriety of a crime.They were not subjects in their own nature so exposed to publicnotoriety. Addison."},{"word":"NAPHTHYLAMINE","definition":"One of two basic amido derivatives of naphthalene, C10H7.NH2,forming crystalline solids."},{"word":"NEITHER","definition":"Not either; not the one or the other.Which of them shall I take Both one or neither Neither can beenjoyed, If both remain alive. Shak.He neither loves, Nor either cares for him. Shak."},{"word":"NEGRITA","definition":"A blackish fish (Hypoplectrus nigricans), of the Sea-bassfamily. It is a native of the West Indies and Florida."},{"word":"NEUROPOD","definition":"A neuropodous animal. G. Rolleston."},{"word":"NYMPHOMANY","definition":"Same as Nymphomania."},{"word":"NUCLEOLAR","definition":"Of or pertaining to the nucleolus of a cell."},{"word":"NEOPLASM","definition":"A new formation or tissue, the product of morbid action."},{"word":"NEOLITHIC","definition":"Of or pertaining to, or designating, an era characterized bylate remains in stone.The Neolithic era includes the latter half of the \"Stone age;\" thehuman relics which belong to it are associated with the remains ofanimals not yet extinct. The kitchen middens of Denmark, the lakedwellings of Switzerland, and the stockaded islands, or \"crannogs,\"of the British Isles, belong to this era. Lubbock."},{"word":"NAEVUS","definition":"A spot or mark on the skin of children when born; a birthmark;-- usually applied to vascular tumors, i. e., those consisting mainlyof blood vessels, as dilated arteries, veins, or capillaries."},{"word":"NOOK-SHOTTEN","definition":"Full of nooks, angles, or corners. [Obs. or Prov. Eng.]That nook-shotten isle of Albion. Shak."},{"word":"NICELY","definition":"In a nice manner."},{"word":"NEBULOSE","definition":"Nebulous; cloudy. Derham."},{"word":"NEMATOCALYX","definition":"One of a peculiar kind of cups, or calicles, found uponhydroids of the family Plumularidæ. They contain nematocysts. SeePlumularia."},{"word":"NAUROPOMETER","definition":"An instrument for measuring the amount which a ship heels atsea."},{"word":"NOSTRIL","definition":"One of the external openings of the nose, which give passage tothe air breathed and to secretions from the nose and eyes; one of theanterior nares."},{"word":"NORFOLK JACKET","definition":"A kind of loose-fitting plaited jacket, having a loose belt."},{"word":"NASUTNESS","definition":"Quickness of scent; hence, nice discernment; acuteness. [Obs.]Dr. H. More."},{"word":"NOMENCLATURAL","definition":"Pertaining or according to a nomenclature."},{"word":"NEWSPAPER","definition":"A sheet of paper printed and distributed, at stated intervals,for conveying intelligence of passing events, advocating opinions,etc.; a public print that circulates news, advertisements,proceedings of legislative bodies, public announcements, etc."},{"word":"NUMISMATIST","definition":"One skilled in numismatics; a numismatologist."},{"word":"NOURISHINGLY","definition":"Nutritively; cherishingly."},{"word":"NON PROSEQUITUR","definition":"A judgment entered against the plaintiff in a suit where hedoes not appear to prosecute. See Nolle prosequi."},{"word":"NOSOPHOBIA","definition":"Morbid dread of disease."},{"word":"NOTOTREMA","definition":"The pouched, or marsupial, frog of South America."},{"word":"NONABILITY","definition":"An exception taken against a plaintiff in a cause, when he isunable legally to commence a suit."},{"word":"NOAH","definition":"A patriarch of Biblical history, in the time of the Deluge.Noah's ark. (a) (Zoöl.) A marine bivalve shell (Arca Noæ), whichsomewhat resembles an ark, or ship, in form. (b) A child's toy,consisting of an ark-shaped box containing many different woodenanimals."},{"word":"NAPLES YELLOW","definition":"See under Yellow."},{"word":"NOTABLY","definition":"In a notable manner."},{"word":"NONDEVELOPMENT","definition":"Failure or lack of development."},{"word":"NECKING","definition":"Same as Neckmold."},{"word":"NONCONDUCTION","definition":"The quality of not being able to conduct or transmit; failureto conduct."},{"word":"NEGRITIC","definition":"Of or pertaining to negroes; composed of negroes. Keary."},{"word":"NARCOTIZE","definition":"To imbue with, or subject to the influence of, a narcotic; toput into a state of narcosis."},{"word":"NECROLOGY","definition":"An account of deaths, or of the dead; a register of deaths; acollection of obituary notices."},{"word":"NARCISSINE","definition":"Of or pertaining to Narcissus."},{"word":"NONPROFICIENCY","definition":"Want of proficiency; failure to make progress."},{"word":"NECROPHAGAN","definition":"Eating carrion.-- n. (Zoöl.)"},{"word":"NATIVELY","definition":"By natural or original condition; naturally; originally."},{"word":"NAUTIFORM","definition":"Shaped like the hull of a ship."},{"word":"NORTHING","definition":"Distance northward from any point of departure or of reckoning,measured on a meridian; -- opposed to Ant: southing."},{"word":"NOON","definition":"No. See the Note under No. [Obs.]"},{"word":"NASAL","definition":"Of or pertaining to the nose."},{"word":"NONPHOTOBIOTIC","definition":"Capable of living without light; as, nonphotobiotic plantcells, or cells which habitually live in darkness."},{"word":"NEMATOIDEA","definition":"An order of worms, having a long, round, and generally smoothbody; the roundworms. they are mostly parasites. Called alsoNematodea, and Nematoda."},{"word":"NOCUOUS","definition":"Hurtful; noxious. [R.] -- Noc\"u*ous*ly, adv. [R.]"},{"word":"NOBBILY","definition":"In a nobby manner. [Slang]"},{"word":"NONJUROR","definition":"One of those adherents of James II. who refused to take theoath of allegiance to William and Mary, or to their successors, afterthe revolution of 1688; a Jacobite."},{"word":"NODOSE","definition":"Having nodes or prominences; having the alternate jointsenlarged, as the antennæ of certain insects."},{"word":"NART","definition":"Art not. [Obs.] Chaucer."},{"word":"NOTORNIS","definition":"A genus of birds allied to the gallinules, but havingrudimentary wings and incapable of flight. Notornis Mantelli wasfirst known as a fossil bird of New Zealand, but subsequently a fewindividuals were found living on the southern island. It is supposedto be now nearly or quite extinct."},{"word":"NAUSEATION","definition":"The act of nauseating, or the state of being nauseated."},{"word":"NARTHEX","definition":"A tall umbelliferous plant (Ferula communis). See Giant fennel,under Fennel."},{"word":"NOVICESHIP","definition":"The state of being a novice; novitiate."},{"word":"NEEDS","definition":"Of necessity; necessarily; indispensably; -- often with must,and equivalent to of need.A man must needs love mauger his head. Chaucer.And he must needs go through Samaria. John iv. 4.He would needs know the cause of his reulse. Sir J. Davies."},{"word":"NOPALRY","definition":"A plantation of the nopal for raising the cochineal insect."},{"word":"NATURIST","definition":"One who believes in, or conforms to, the theory of naturism.Boyle."},{"word":"NOTHINGARIAN","definition":"One of no certain belief; one belonging to no particular sect."},{"word":"NITROSYLIC","definition":"Of, pertaining to, or containing, nitrosyl; as, nitrosylicacid."},{"word":"NEOLOGIST","definition":"of or pertaining to neology; neological."},{"word":"NEURAXIS","definition":"See Axis cylinder, under Axis."},{"word":"NUX VOMICA","definition":"The seed of Strychnos Nuxvomica, a tree which abounds on theMalabar and Coromandel coasts of the East Indies. From this seed thedeadly poisons known as strychnine and brucine are obtained. Theseeds are sometimes called Quaker buttons."},{"word":"NORTHMAN","definition":"One of the inhabitants of the north of Europe; esp., one of theancient Scandinavians; a Norseman."},{"word":"NUBIAN","definition":"Of or pertaining to Nubia in Eastern Africa.-- n."},{"word":"NOCTILUCA","definition":"That which shines at night; -- a fanciful name for phosphorus."},{"word":"NERVOUSNESS","definition":"State or quality of being nervous."},{"word":"NONJURANT","definition":"Nonjuring."},{"word":"NECKLACED","definition":"Wearing a necklace; marked as with a necklace.The hooded and the necklaced snake. Sir W. Jones."},{"word":"NITROCARBOL","definition":"See Nitromethane."},{"word":"NEMATOGNATH","definition":"one of the Nematognathi."},{"word":"NONRUMINANT","definition":"Not ruminating; as, a nonruminant animal."},{"word":"NEOPLASTY","definition":"Restoration of a part by granulation, adhesive inflammation, orautoplasty."},{"word":"NUCIN","definition":"See Juglone."},{"word":"NIGGARDOUS","definition":"Niggardly. [Obs.]Covetous gathering and niggardous keeping. Sir T. More."},{"word":"NEED","definition":"To be in want of; to have cause or occasion for; to lack; torequire, as supply or relief.Other creatures all day long Rove idle, unemployed, and less needrest. Milton."},{"word":"NECKPLATE","definition":"See Gorget, 1 and 2."},{"word":"NITTY","definition":"Full of nits. B. Jonson."},{"word":"NICTITATION","definition":"The act of winking."},{"word":"NEURAPOPHYSIAL","definition":"of or pertaining to a neurapophysis."},{"word":"NEODYMIUM","definition":"An elementary substance which forms one of the constituents ofdidymium. Symbol Nd. Atomic weight 140.8."},{"word":"NUGAE","definition":"Trifles; jests."},{"word":"NITROLIC","definition":"of, derived from, or designating, a nitrol; as, a nitrolicacid."},{"word":"NOCTIDIAL","definition":"Comprising a night and a day; a noctidial day. [R.] Holder."},{"word":"NOGGING","definition":"Rough brick masonry used to fill in the interstices of a woodenframe, in building."},{"word":"NIGHTJAR","definition":"A goatsucker, esp. the European species. See Illust. ofGoatsucker."},{"word":"NYMPHALES","definition":"An extensive family of butterflies including the nymphs, thesatyrs, the monarchs, the heliconias, and others; -- called alsobrush-footed butterflies."},{"word":"NECROSE","definition":"To affect with necrosis; to unergo necrosis. Quain."},{"word":"NOBILITATE","definition":"To make noble; to ennoble; to exalt. [Obs.]"},{"word":"NET-VEINED","definition":"Having veins, or nerves, reticulated or netted; as, a net-veined wing or leaf."},{"word":"NULLIFY","definition":"To make void; to render invalid; to deprive of legal force orefficacy.Such correspondence would at once nullify the conditions of theprobationary system. I. Taylor."},{"word":"NOMOPELMOUS","definition":"Having a separate and simple tendon to flex the first toe, orhallux, as do passerine birds."},{"word":"NOMBLES","definition":"The entrails of a deer; the umbles. [Written also numbles.]Johnson."},{"word":"NAYWORD","definition":"A byword; a proverb; also, a watchword. [Obs.] hak."},{"word":"NONCOMPLYING","definition":"Neglecting or refusing to comply."},{"word":"NONVOCAL","definition":"Not vocal; destitute of tone.-- n."},{"word":"NIDGET","definition":"A fool; an idiot, a coward. [Obs.] Camden."},{"word":"NICENE","definition":"Of or pertaining to Nice, a town of Asia Minor, or to theecumenial council held there A. D. 325. Nicene Creed (, a summary ofChristian faith, composed and adopted by the Council of Nice, againstArianism, A. D. 325, altered and confirmed by the Council ofConstantinople, A. D. 381, and by subsequent councils."},{"word":"NOMIAL","definition":"A name or term."},{"word":"NEIGHBORLY","definition":"Apropriate to the relation of neighbors; having frequent orfamiliar intercourse; kind; civil; social; friendly.-- adv."},{"word":"NATURALITY","definition":"Nature; naturalness. [R.]"},{"word":"NECESSITARIAN","definition":"Of or pertaining to the doctrine of philosophical necessity inregard to the origin and existence of things, especially as appliedto the actings or choices of the will; -- opposed to libertarian."},{"word":"NORFOLK","definition":"Short for Norfolk Jacket."},{"word":"NAT","definition":"Not. [Obs.] Chaucer."},{"word":"NOSE","definition":"The prominent part of the face or anterior extremity of thehead containing the nostrils and olfactory cavities; the olfactoryorgan. See Nostril, and Olfactory organ under Olfactory."},{"word":"NOMINATIVAL","definition":"Of or pertaining to the nominative case."},{"word":"NONCLAIM","definition":"A failure to make claim within the time limited by law;omission of claim."},{"word":"NEBULIZER","definition":"An atomizer."},{"word":"NAPERY","definition":"Table linen; also, linen clothing, or linen in general. [Obs.]Gayton."},{"word":"NARCOTINE","definition":"An alkaloid found in opium, and extracted as a whitecrystalline substance, tasteless and less poisonous than morphine; --called also narcotia."},{"word":"NIGGARDLY","definition":"Meanly covetous or avarcious in dealing with others; stingy;niggard.Where the owner of the house will be bountiful, it is not for thesteward to be niggardly. Bp. Hall."},{"word":"NEUROSKELETAL","definition":"Of or pertaining to the neuroskeleton. [R.] Owen."},{"word":"NUNDINATION","definition":"Traffic at fairs; marketing; buying and selling. [Obs.]Common nundination of pardons. Abp. Bramhall."},{"word":"NONILLION","definition":"According to the French and American notation, a thousandoctillions, or a unit with thirty ciphers annexed; according to theEnglish notation, a million octillions, or a unit with fifty-fourciphers annexed. See the Note under Numeration."},{"word":"NAPHTHAZARIN","definition":"A dyestuff, resembling alizarin, obtained from naphthoquinoneas a red crystalline substance with a bright green, metallic luster;-- called also naphthalizarin."},{"word":"NITRIDE","definition":"A binary compound of nitrogen with a more metallic element orradical; as, boric nitride."},{"word":"NOCTURNAL","definition":"An instrument formerly used for taking the altitude of thestars, etc., at sea. I. Watts."},{"word":"NEER","definition":"Nearer. [Obs.] Chaucer."},{"word":"NEGRESS","definition":"A black woman; a female negro."},{"word":"NIGGLE","definition":"To trifle with; to deceive; to mock. [Obs.] Beau. \u0026 Fl."},{"word":"NOSLE","definition":"Nozzle. [Obs.]"},{"word":"NOTOCHORDAL","definition":"Of or pertaining to the notochord; having a notochord."},{"word":"NITRANILINE","definition":"Any one of a series of nitro derivatives of aniline. In generalthey are yellow crystalline substances."},{"word":"NIGHTERTALE","definition":"period of night; nighttime. [Obs.] Chaucer."}]